Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# HR_Form_TrainingCourseTracking
source: Training Course Tracking
am: የስልጠና ከትትል

# HR_Form_TrainingNeedAssessment
source: Training Need Assessment
am: የስልጠና ፍላጎት ዳሰሳ

# HR_Form_TrainingProvider
source: Training Provider
am: ስልጠና አቅራቢዎች

# HR_Form_TrainingReportbyCourse
source: Training Report by Course
am: የስልጠና ሪፖርት በስልጠናው ዓይነት

# HR_Form_TrainingReportByEmployee
source: Training Report By Employee
am: የስልጠና ሪፖርት በሰልጣኝ

# HR_Form_Cosign
source: Employee Cosign
am: የቅጥር ዋስ

# HR_Form_CosignType
source: Cosign Type
am: የዋስ ዓይነት

# HR_Form_EmplyeeCosign
source: Cosign
am: የቅጥር ዋስ

# HR_Navigation_Leave_AnnualLeavePaidInCash
source: Annual Leave Paid In Cash
am: በገንዘብ የተከፈለ ዓመታዊ ዕረፍት

# HR_Form_PerformanceEvaluationCompetencies
source: Performance Evaluation Competencies
am: ስራ አፈፃፀም ምዘና ብቃት

# HR_Form_PerformanceEvaluationFinalResultOnly
source: Final Result
am: የመጨረሻ ውጤት

# HR_Form_PerformanceEvaluationGoals
source: Performance Evaluation Goals
am: ስራ አፈፃፀም ምዘና ጎል

# HR_Form_Trainees
source: Trainees
am: ሰልጣኞች

# HR_Form_Sex
source: Sex
am: ፆታ

# HR_Form_EducationalField
source: Educational Field
am: የትምህርት ዓይነት

# HR_Form_EducationalLevel
source: Educational Level
am: የትምሀርት ደረጃ

# HR_Form_EducationalLevelandField
source: Educational Level and Field
am: ሠራተኛች በትምህርት ሁኔታ

# HR_Report_EmployeeListByCosignLetterGiven
source: Employee List By Cosign Letter Given
am: የዋስትና ደብዳቤ የተፃፈላቸው

# HR_Report_EmployeeListByDisciplinaryMeasure
source: Employee List By Disciplinary Measure
am: በዲሲፕሊን ጉድለት የተቀጡ ሠራተኞች

# HR_Report_EmployeeListByEducationProgress
source: Employee List By Education Progress
am: ትምህርት የሚከታተሉ ሰራተኞች

# HR_Report_EmployeeListByMaternityLeave
source: Employee List By Maternity Leave
am: የወሊድ ፈቃድ የወሰዱ ሠራተኞች ዝርዝር

# HR_Report_EmployeeListByRecruitmentDate
source: Employee List By Recruitment Date
am: የተቀጠሩ ሠራተኞች

# HR_Report_EmployeeListByShortTrainingTaken
source: Employee List By Short Training Taken
am: አጫጭር ሥልጠና የወሰዱ ሠራተኞች ዝርዝር

# HR_Report_EmployeeListBySickLeave
source: Employee List By Sick Leave
am: የህክምና ፈቃድ የወሰዱ ሠራተኛች ዝርዝር

# HR_Report_EmployeeListByTerminationReason
source: Employee List By Termination Reason
am: በተለያየ ምክንያት የለቀቁ ሠራተኞች

# HR_Form_EmployeementSatus
source: Employeement Satus
am: የቅጥር ሁኔታ

# HR_Report_EmployeesinLeave
source: Employees in Leave
am: እረፍት ላይ ያሉ ሰራተኞች

# HR_Report_EmployeesListByBirthDate
source: Employees List By Birth Date
am: ሠራተኛች ዝርዝር በትውልድ ዘመን

# HR_Report_EmployeesListByJob
source: Employees List By Job
am: በሠራተኛው የተያዙ የሥራ መደቦች

# HR_Report_EmployeesListByPensionNo
source: EmployeesvListvByvPensionvNo
am: በጡረታ መታወቂያ ቁጥር ሠራተኛች ዝርዝር

# HR_Report_EmployeesListBySalary
source: Employees List By Salary
am: ሠራተኛ ዝርዝር በደመወዝ መጠን

# HR_Form_FiscalYear
source: Fiscal Year
am: በጀት ዓመት

# HR_Form_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_Form_MaritalStatus
source: Marital Status
am: የጋብቻ ሁኔታ

# HR_Form_MotherTongue
source: Mother Tongue
am: የአፍ መፍቻ ቋንቋ

# HR_Form_Nation
source: Nation
am: ብሄር

# HR_Form_Nationality
source: Nationality
am: ዜግነት

# HR_Form_Region
source: Region
am: ክልል

# HR_Form_Religion
source: Religion
am: ሃይማኖት

# HR_Form_TerminationReason
source: Termination Reason
am: ከስራ መልቀቂያ ምክንያት

# HR_Form_Title
source: Title
am: ማዕረግ

# Common_DeleteConfirmation
source: Are you sure you want to delete this ?
am: ለመሰረዝ እርግጠኛ ነዎት ?

# Common_Upload
source: Upload
am: ጫን

# Common_Upload_Error
source: Please select a file to upload.
am: እባክዎ የሚጫን ፋይል ይምረጡ::

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_UpdateEntitelement
source: Update
am: አድስ

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_UpdateEntitelementChoose
source: Please Choose Leave Period
am: የዕረፍት ወቅት ይምረጡ

# HR_ReportParametr_From
source: From
am: ከ

# HR_ReportParametr_Sex
source: Sex
am: ፆታ

# HR_ReportParametr_To
source: To
am: እስከ

# HR_Report_EployeeListByExternalRotation
source: External Transfer
am: የውጭ ዝውውር

# HR_Report_EployeeListByInternalRotation
source: Internal Transfer
am: የውስጥ ዝውውር

# HR_Report_EmployeeListByEducationalLevelandField
source: Employee List By Educational Level and Field
am: የሰራተኛ ዝርዝር በት/ት ደረጃና ዓይነት

# Common_Pagination_Of
source: Of
am: ከ

# Common_Pagination_Page
source: Page
am: ገፅ

# HR_ReportParametr_AbroadEducation
source: Abroad Education
am: ከአገር ውጭ እየተማሩ ያሉ

# HR_ReportParametr_PensionID
source: PensionID
am: የጡረታ መለያ ቁጥር

# HR_ReportParametr_PleaseChooseSex
source: Please Choose Sex
am: ፆታ ይምረጡ

# HR_Report_AnnualLeaveBySex
source: Annual Leave By Sex
am: የዓመት አረፍት በጾታ

# HR_Report_CosignBySex
source: Cosign By Sex
am: ዋስትና ያቀረቡ ሰራተኞች ብዛት

# HR_Report_DeceasedStaffBySex
source: Deceased Staff By Sex
am: ከስራ የተሰናበቱ ሰራተኞች ብዛት በፆታ

# HR_Report_DisciplineByMeasureBySex
source: Discipline By Measure & Sex
am: የዲስፕሊን ቅጣት የተወሰደባቸው ብዛት በቅጣት ዓይነቱ እና በጾታ

# HR_Report_EmployeeByAgeBySex
source: Employee By Age & Sex
am: የሰራተኛ ብዛት በዕድሜ

# HR_Report_EmployeeByEducationFieldBySex
source: Employee By Education Field & Sex
am: የሰራተኛ ብዛት የት/ት ዓይነት እና በጾታ

# HR_Report_EmployeeByEducationLevelBySex
source: Employee By Education Level & Sex
am: የሰራተኛ ብዛት በተምህርት ደረጃ እና በፆታ

# HR_Report_EmployeeByExperienceLevelBySex
source: Employee By Experience Level & Sex
am: የሰራተኛ ብዛት በሥራ ልምድ

# HR_Report_EmployeeByJobRank
source: Employee By Job Rank
am: የአገልግሎት ዓይነት የሠራተኛ ብዛት

# HR_Report_EmployeeByJobTitle
source: Employee By Job Title
am: የሠራተኛ ብዛት በሥራ መደብ መጠሪያ /ሙያ/

# HR_Report_EmployeeByNation
source: Employee By Nation
am: የሠራኞች ብዛት በብሔርና በፆታ

# HR_Report_EmployeeBySalaryLevelBySex
source: Employee By Salary Level & Sex
am: የሰራተኛ ብዛት በደመወዝ

# HR_Report_EmployeeBySex
source: Employee By Sex
am: የሰራተኛ ብዛት በፆታ

# HR_Report_RecruitmentBySex
source: Recruitment By Sex
am: የቅጥር ብዛት በፆታ

# HR_Report_RetirementNotificationListBySex
source: Retirement Notification List By Sex
am: ለጡረታ የደረሱ ሰራተኞች ብዛት በፆታ

# HR_Report_SupportExperienceCosignLettersBySex
source: Support Experience Cosign Letters By Sex
am: የስራ ልምድ የተጻፈላቸው ሰራተኞች ብዛት በፆታ

# HR_Report_TerminationByReasonBySex
source: Termination By Reason & Sex
am: ከስራ የተሰናብቱ በምክንያት አና በፆታ

# HR_Report_TerminationBySex
source: Termination By Sex
am: ከስራ የተሰናበቱ በፆታ

# Common_Report_ChooseSex
source: Please Choose sex
am: ፆታ ይምረጡ

# Common_Report_From
source: From
am: ከ

# Common_Report_PensionID
source: Pension ID
am: የጡረታ ቁጥር

# Common_Report_PleaseChoose
source: Please Choose
am: ይምረጡ

# Common_Report_To
source: To
am: እሰከ

# HR_Profile_EmpDisciplinaryCase_CaseID
source: Case ID
am: የጥፋት ቁጥር

# HR_Form_CosignPropert
source: Cosign Propert
am: የዋስ ዓይነት

# HR_From_CommitmentCosign
source: Commitment Cosign
am: የግዴታ ውል ዋስ

# HR_From_CommitmentCosign_Tab
source: Cosign
am: ዋስ

# HR_Report_EmployeeListByTrainingTaken
source: Employee List By Training Taken
am: ስልጠና የወሰዱ በሰራተኛ ዝርዝር

# Common_Pagination_From
source: From
am: ከ

# HR_ReportHeader_From
source: From
am: ከ

# HR_ReportHeader_To
source: To
am: እስከ

# HR_Reportparametr_In
source: In
am: በ

# HR_Reportparametr_Total
source: Total
am: ጠቅላላ ጡረታ

# HR_Form_TransferredStaffBySex
source: TransferredStaffBySex
am: የሰራተኛ ዝውውር በፆታ

# HR_Form_RecruitmentApplicant
source: Recruitment Applicant
am: የቅጥር አመልካቾች

# HR_Form_RecruitmentVacancy
source: Recruitment Vacancy
am: የቅጥር ማስታወቅያ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_From
source: From
am: ከ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_JobTitle
source: Job Title
am: የስራ መደብ መጠርያ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_Rank
source: Rank
am: ደረጃ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_Salary
source: Salary
am: ደመወዝ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_To
source: To
am: እስከ

# HR_Reportparametr_PleaseChooseVacancy
source: Please Choose Vacancy Code
am: የማስታወቅያ ኮድ ይምረጡ

# HR_Form_AssignmentPrevious
source: Assignment Previous
am: በድርጅቱ የሰራው ስራ ልምድ

# Common_DayChooser_Day
source: Day
am: ቀን

# Common_MonthChooser_Month
source: Month
am: ወር

# Common_YearChooser_Year
source: Year
am: ዓመት

# Common_Doawnload
source: Download
am: አውርድ

# Common_PleaseChoose
source: Please Choose
am: ይምረጡ

# HR_Form_Dropdawn_Coordinator
source: Coordinator
am: አስተባባሪ

# HR_Form_Dropdawn_Department
source: Department (Process)
am: ስራ ሂደት

# HR_Form_Dropdawn_Division
source: Division
am: ፅ/ቤት

# HR_Form_Dropdawn_JobTitle
source: Job Title
am: የስራ መደብ መጠርያ

# HR_Form_Dropdawn_MeasurementType
source: Measurement Type
am: የቅጣት ዓይነት

# HR_Form_Dropdawn_sections
source: Sections
am: ንዑስ ስራ ሂደት

# HR_Form_DisciplinaryMeasure
source: Discipilinary Measure
am: የዲስፕሊን ቅጣት ዓይነት

# Common_Prepare
source: Prepare
am: አዘጋጅ

# Common_ToolTip_Delete
source: Delete
am: ሰርዝ

# Common_ToolTip_Detail
source: Details
am: ዝርዝር

# Common_ToolTip_Edit
source: Edit
am: አስተካክል

# HR_Form_DisciplinayMeasureTypes
source: Measure Types
am: የቅጣት ዓይነት

# HR_Form_EmpDisciplineMeasure
source: Discipline Measure
am: የስነምግባር ቅጣት

# HR_Form_Experience
source: Experience
am: ስራ ልምድ

# HR_Navigation_EmployeeProfile_Experience
source: Experience
am: ስራ ልምድ

# HR_Profile_Experience_EmpID
source: Employee ID
am: መታወቂያ ቁጥር

# HR_Profile_Experience_FullName
source: Full Name
am: ሙሉ ስም

# HR_Profile_Experience_PersonTitle
source: Title
am: ማዕረግ

# HR_Profile_Experience_RequestedDate
source: Application Date
am: ያመለከቱበት ቅን

# HR_Form_RetirementNotification
source: Retirement Notification
am: ጡረታቸው የደረሰ ጠቋሚ

# HR_Form_Daysworked
source: Days worked
am: የሰራው ቀናት ብዛት

# HR_ReportParametr_ChooseTimeInYears
source: Choose Time In Years
am: ጊዜውን በዓመት ይምረጡ

# HR_PromotionAndTrasfer_EmpAssignment_Team
source: Coordinator
am: የአስተባባሪ ስም

# HR_Dropdown_Submit
source: Submit
am: አስተላልፍ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_EmpFullName
source: Employee Full Name
am: ሙሉ ስም

# HR_ErrorMessage_PositiveNumberOnly
source: Positive Number Only
am: ከዜሮ በላይ መሆን አለበት

# HR_Benefit_SalaryStructure_RankName
source: Rank Name
am: ደረጃ

# HR_Benefit_SalaryStructure_StepName
source: Step Name
am: እርከን

# HR_TrainingAndDevelopment_TrainingProviders_OrganizationName
source: Organization Name
am: የተቋም ስም

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport
source: Annual Leave Usage Report One By One
am: ዓመታዊ ዕረፍት አጠቃቀም ሪፖርት አንድ በአንድ

# HR_Navigation_Leave_AnnualLeaveReportOneByOne
source: Annual Leave Report One By One
am: ዓመታዊ ዕረፍት አጠቃቀም ሪፖርት አንድ በአንደ

# HR_Form_EmpAnnualLeaveUsageSingeReport
source: Annual Leave Usage One By One Report
am: ዓመታዊ ዕረፍት አጠቃቀም አንድ በአንድ ሪፖርት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_AmountPaidInCash
source: Amount Paid In Cash
am: በገንዘብ የተከፈለ መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_EmpFullName
source: EmpFullName
am: ሙሉ ስመ

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_EmpID
source: EmpID
am: መታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_LeaveTakenAmount
source: Leave Taken Amount
am: የተወሰደ መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_LeaveTakenDate
source: Leave Taken Date
am: ዕረፍት የተወሰደበት ቀን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_LeaveTakenDetail
source: Leave Taken Detail
am: የተወሰደ ዝርዝር

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_PaidInCash
source: Paid In Cash
am: በገንዘብ የተከፈለ ዝርዝር

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_period
source: period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedFrom
source: Transfered Days
am: ከሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedFromDetail
source: Transfered Days Detail
am: ከሌላ ወቅት የተዛወረ ዝርዝር

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedPeriod
source: Transfered Period
am: የተዛወረበት ዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedTo
source: Transfered Period
am: የተዛወረበት ዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedToAnother
source: Transfered To Period
am: ወደ ሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageSingeReport_TransferedToAnotherDetail
source: Transfered To Another Period Detail
am: ወደ ሌላ ወቅት የተዛወረ ዝርዝር

# HR_Form_DepartmentLevelJobTitle
source: Department(Process) Level Job Title
am: የስራ ሂደት ደረጃ ስራ መደብ

# HR_Form_DivisionLevelJobTitle
source: Division Level Job Title
am: የፅ/ቤት ደረጃ ስራ መደብ

# HR_Form_SectionLevelJobTitle
source: Section(Sub Process) Level Job Title
am: የንዑስ ስራ ሂደት ደረጃ ስራ መደብ

# HR_Form_TeamLevelJobTitle
source: Coordinator Level Job Title
am: የአስተባባሪ ደረጃ ስራ መደብ

# HR_Form_Probation
source: Probation
am: የሙከራ ጊዜ

# HR_PromotionAndTrasfer_EmpPreviousAssignment_Step
source: Step
am: እርከን

# HR_Form_RequestLetters
source: RequestLetters
am: ጥያቄ አቅራቢ

# HR_TrainingAndDevelopment_TrainingApplication_ApprovedBy
source: Approved By
am: ያረጋገጠው አካል

# HR_TrainingAndDevelopment_TrainingApplication_IsApproved
source: Is Approved ?
am: ተረጋግጠዋል ወይ ?

# HR_TrainingAndDevelopment_TrainingProviders_Phone
source: Phone Number
am: ስልክ ቁጥር

# HR_PromotionAndTrasfer_EmpBSCPerformanceEvaluation_Team
source: Coordinator
am: የአስተባባሪ ስም

# HR_ReportViewModels_EmployeeByEmploymentTypeViewModel_EmploymentType
source: Employment Type
am: የቅጥር አይነት

# HR_PromotionAndTrasfer_EmpAssignment_ResponsibilityLevel
source: Responsibility Level
am: የኃላፊነት ደረጃ

# HR_Form_DetailReport
source: Detail Report
am: ዝርዝር ሪፖርት

# HR_Form_EmployeementType
source: Employeement Type
am: የሰራተኛ ብዛት በቅጥር ዓይነት

# HR_Form_SummeryReport
source: Summery Report
am: ጥቅል ሪፖርት

# HR_Navigation_Reports_DetailReport
source: Detail Report
am: ዝርዝር ሪፖርት

# HR_Navigation_Reports_SummeryReport
source: Summery Report
am: ጥቅል ሪፖርት

# HR_Report_EmployeeByEmployeementType_EmployeementType
source: Employeement Type
am: የሰራተኛ ብዛት በቅጥር ዓይነት

# HR_Form_TerminationLetter
source: Termination Letter
am: የሥራ መልቀቂያ ደብዳቤ

# HR_Navigation_Termination_TerminationLetter
source: Termination Letter
am: ሥራ መልቀቂያ ደብዳቤ

# HR_ReportViewModels_EmployeeListByRecruitmentDateViewModel_OrgName
source: Organization Name
am: የተቋም ስም

# Common_EmpFullName
source: Full Name
am: ሙሉ ስም

# Common_EmpID
source: Employee ID
am: የሰራተኛ መለያ ቁጥር

# Common_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByTrainingViewModel_Course
source: Course Name
am: የኮርሱ ስም

# HR_ReportViewModels_EmployeeListByTrainingViewModel_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_ReportViewModels_EmployeeListByAnnualLeaveViewModel_LeavePeriod
source: Leave Period
am: የእረፍት ወቅት

# HR_ReportViewModels_EmployeeListByAnnualLeaveViewModel_TotalTaken
source: Total Days Taken
am: አጠቃላይ የወሰዱት ብዛት

# HR_Settings_SupportingDocumentType_Type
source: Supporting Document Type
am: የማስረጃ ወይም ሰነድ ዓይነት

# HR_ReportViewModels_EmployeeListByDocumentGivenViewModel_Date
source: Date
am: ቀን

# HR_ReportViewModels_EmployeeListByDocumentGivenViewModel_DocumentType
source: Document Type
am: የሰነድ ዓይነት

# HR_Navigation_DetailReports_EmployeeListByAnnualLeave
source: Employee List By Annual Leave
am: የሠራተኛች ዝርዝር በዓመታዊ ዕረፍት

# HR_Navigation_DetailReports_EmployeeListByDocumentGiven
source: Employee List By Document Given
am: ሰነዶች የወሰዱ ሠራተኛች ዝርዝር

# HR_Navigation_DetailReports_EmployeeListByTraining
source: Employee List By Training
am: ስልጠና የወሰዱ የሠራተኛች ዝርዝር

# HR_Form_EmployeeListByAnnualLeave
source: Annual Leave Taken Detail
am: የዓመት እረፍት የወሰዱ ሰራተኞች

# HR_Form_EmployeeListByDocumentGiven
source: Supporting Document Taken & Pension ID Given
am: ልዩ ልዩ ማስረጃዎች የወሰዱና የጡረታ ቁጥር የተሰጣቸው ሰራተኞች

# HR_Form_EmployeeListByTraining
source: Training Taken By Age
am: ስልጠና የወሰዱ ሰራተኞች በጾታ

# HR_Settings_SupportingDocumentsType_SupportingDocumentType
source: Supporting Document Type
am: የድጋፍ ሰነዶች ዓይነት

# HR_Navigation_Setting_SupportingDocumentTypes
source: Supporting Document Type
am: የድጋፍ ሰነድ ዓይነት
