Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# Common_File
source: choose file
am: ሰነዱ ይምረጡ

# Common_FileName
source: File Name
am: የሰነዱ ስም

# HR_Outsource_OutsourceCompanyWorkedDaysViewModel_CompanyName
source: Company Name
am: የተቋም ስም

# HR_Outsource_OutsourceCompanyWorkedDaysViewModel_PayrollPeriodName
source: Payroll Period Name
am: የፐይሮል ወቅት

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeExportViewModel_From
source: From
am: ከ

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeExportViewModel_To
source: To
am: እስከ

# HR_Termination_RetirementCheckerViewModel_DateOfBirth
source: Date of Birth
am: የትውልድ ቀን

# HR_Termination_RetirementCheckerViewModel_DescriptionofItems
source: Description of Items
am: የሁኔታው ማብራሪያ

# HR_Termination_RetirementCheckerViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Termination_RetirementCheckerViewModel_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Termination_RetirementCheckerViewModel_RemainingDays
source: Remaining Days
am: ቀሪ ቀናት

# HR_Termination_RetirementCheckerViewModel_RetirementDate
source: Retirement Dat
am: ጡሮታ መውጭያ ቀን

# HR_Termination_RetirementCheckerViewModel_Sex
source: Sex
am: ፆታ

# Common_Date
source: Date
am: ቀን

# Common_Month
source: Month
am: ወር

# Common_Year
source: Year
am: ዓመት

# Common_DayFrom
source: Date
am: ቀን

# Common_MonthFrom
source: Month
am: ወር

# Common_MonthTo
source: Month
am: ወር

# Common_YearFrom
source: Year
am: ዓመት

# Common_YearTo
source: Year
am: ዓመት

# Common_Day
source: Day
am: ቀን

# HR_Benefit_AddAllowanceToEmployee_AllowanceName
source: Allowance Name
am: የአበል ስም

# HR_Benefit_AddAllowanceToEmployee_EmpFullName
source: Employee Full Name
am: ሙሉ ስም

# HR_Benefit_AddAllowanceToEmployee_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Benefit_Allowance_AllowanceName
source: Allowance Name
am: የአበል ስም

# HR_Benefit_Allowance_Amount
source: Amount
am: የአበል መጠን

# HR_Benefit_Rank_MaxAmoun
source: Maximum Salary
am: ጣርያ ደመወዝ

# HR_Benefit_Rank_MinAmount
source: Starting Salary
am: መነሻ ደመወዝ

# HR_Benefit_Rank_RankName
source: Rank Name
am: የደረጃ ስም

# HR_Benefit_Step_StepName
source: Step Name
am: የእርከን ስም

# HR_Benefit_SalaryStructure_Salary
source: Salary
am: ደመዎዝ

# HR_Profile_ContractEmployeeProfile_Organization
source: Organization
am: ተቋም

# Common_OrgBranchName
source: Branch Name
am: ቅርንጫፍ

# Common_Preview
source: Preview
am: ቅድመ እይታ

# HR_Benefit_Allowance_AllowanceType
source: Allowance Type
am: የአበል ዓይነት

# HR_Navigation_Attendance
source: Attendance
am: አቴንዳንስ

# HR_Navigation_Benefit
source: Benefit
am: ደመወዝ

# HR_Navigation_DetailReports
source: Detail Reports
am: ዝርዝር ሪፖርት

# HR_Navigation_EmployeeProfile
source: Employee Profile
am: የሰራተኛ ማህደር

# HR_Navigation_EmployeeProfile_Certeficate
source: Certeficate
am: የምስክር ወረቀት

# HR_Navigation_EmployeeProfile_ContractProfile
source: Contract Profile
am: የኮንትራት ሰራተኛ ማህደር

# HR_Navigation_EmployeeProfile_DisciplineRecord
source: Discipline Record
am: የዲስፕሊን መዝገብ

# HR_Navigation_EmployeeProfile_EmployeRecognition
source: Employe Recognition
am: የምስጋና ደብዳቤ

# HR_Navigation_EmployeeProfile_EmployeRecognitionType
source: Employe Recognition Type
am: የምስጋና ደብዳቤ ዓይነት

# HR_Navigation_EmployeeProfile_HealthRecord
source: Health Record
am: የጤና መዝገብ

# HR_Navigation_EmployeeProfile_MeasureRanks
source: Measure Ranks
am: የቅጣት ደረጃ

# HR_Navigation_EmployeeProfile_OutSourceCompanies
source: OutSource Companies
am: አውትሶርስ ድርጅት

# HR_Navigation_EmployeeProfile_OutSourceWorkedDays
source: OutSource Worked Days
am: በአውትሶርስ የተሰሩ ቀናት

# HR_Navigation_EmployeeProfile_OutSourceWorkedDaysSummery
source: OutSource Worked Days Summery
am: በአውትሶርስ የተሰሩ ጥቅል

# HR_Navigation_EmployeeProfile_PermanentProfile
source: Permanent Profile
am: የሰራተኛ ማህደር

# HR_Navigation_EmployeeProfile_SupportingDocumentsGiven
source: Supporting Documents Given
am: የድጋፍ ደብዳቤና ሰነድ

# HR_Navigation_HR
source: Human Resource
am: የሰው ሃብት

# HR_Navigation_Leave
source: Leave
am: ዕረፍት

# HR_Navigation_Letters
source: Letters
am: ደብዳቤና ሰነድ

# HR_Navigation_Organization
source: Organization
am: ተቋም

# HR_Navigation_Performance
source: Performance
am: የስራ አፈጻጸም ምዘና

# HR_Navigation_Placement
source: Placement
am: እድገትና ዝውውር

# HR_Navigation_Recruitment
source: Recruitment
am: ቅጥር

# HR_Navigation_Recruitment_ContractEmployeeRequisition
source: Contract Employee Requisition
am: የኮንትራት ሰራተኛ መጠየቂያ

# HR_Navigation_Recruitment_EmployeeCoSign
source: Employee CoSign
am: የቅጥር ዋስ

# HR_Navigation_Recruitment_EmployeeRequisition
source: Employee Requisition
am: የቋሚ ሰራተኛ መጠየቂያ

# HR_Navigation_Recruitment_Probation
source: Probation
am: የሙከራ ጊዜ

# HR_Navigation_Recruitment_RecruitmentPlan
source: Recruitment Plan
am: የቅጥር እቅድ

# HR_Navigation_Recruitment_RecruitmentResultSummery
source: Recruitment Result Summery
am: የቅጥር ውጤት ሪፖርት

# HR_Navigation_Reports
source: Reports
am: ሪፖርት

# HR_Navigation_SelfCare
source: Self Care
am: ራስን ማስተናገድ

# HR_Navigation_Setting
source: Setting
am: ቅንብር

# HR_Navigation_Termination
source: Termination
am: ከስራ መሰናበት

# HR_Navigation_Training
source: Training
am: ስልጠና

# HR_PerformanceManagement_EmpBSCAppraisalPeriod_AppraisalPeriod
source: Appraisal Period
am: የምዘና ወቅት

# HR_Navigation_Attendance_DaysAbsent
source: Days Absent
am: ከስራ የቀረበት ቀን

# HR_Navigation_Attendance_LateComingAndAbsence
source: Late Coming AndAbsence
am: መዘግየትና ከስራ መቅረት

# HR_Navigation_Benefit_AddAllowanceToEmployee
source: Add Allowance To Employee
am: የሰራተኛ አበል ማስተዳደር

# HR_Navigation_Benefit_DefineAllowance
source: Define Allowance
am: የአበል ዓይነት

# HR_Navigation_Benefit_Ranks
source: Ranks
am: ደረጃ

# HR_Navigation_Benefit_SalaryStracture
source: Salary Stracture
am: የደመወዝ ስኬል

# HR_Navigation_Benefit_Steps
source: Steps
am: እርከን

# HR_Navigation_Benefit_TransportAllowanceTax
source: Transport Allowance Tax
am: የትራንስፖርት አበል ቅንብር

# HR_Navigation_Leave_AnnualLeaveEntitlement
source: Annual Leave Entitlement
am: የተፈቀደ ዓመታዊ ዕረፍት

# HR_Navigation_Leave_AnnualleaveTransfer
source: Annual leave Transfer
am: ዓመታዊ ዕረፍት ማዛወር

# HR_Navigation_Leave_AnnualLeaveUsageReport
source: Annual Leave Usage Report
am: ዓመታዊ ዕረፍት አጠቃቀም ሪፖርት ጠቅላላ

# HR_Navigation_Leave_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_Navigation_Leave_LeaveTypes
source: Leave Types
am: የዕረፍት ዓይነት

# HR_Navigation_Leave_RegisterLeavesTaken
source: Register Leaves Taken
am: የተወሰደ ዕረፍት

# HR_Navigation_Leave_UpdateAnnualLeaveEntitlement
source: Update Annual Leave Entitlement
am: የተፈቀደ ዓመታዊ ዕረፍት ማደስ

# HR_Navigation_Performance_AppraisalPeriod
source: Appraisal Period
am: የምዘና ወቅት

# HR_Navigation_Performance_Behaviors
source: Behaviors
am: የባህሪ አፈጻጸም ዕቅድ

# HR_Navigation_Performance_PerformanceEvaluation
source: Performance Evaluation
am: የአፈጻጸም ምዘና

# HR_Navigation_Performance_PerformancePlan
source: Performance Plan
am: የሰራ አፈጻጸም ዕቅድ

# HR_Navigation_Organization_Department
source: Department (Process)
am: የንዑስ ስራ ሂደት ስም

# HR_Navigation_Organization_DepartmentJobTitle
source: Department (Process) JobTitle
am: የስራ ሂደት ደረጃ ስራ መደብ

# HR_Navigation_Organization_DivisionJobTitle
source: Division Job Title
am: የፅ/ቤት ደረጃ ስራ መደብ

# HR_Navigation_Organization_OrgBranchs
source: Org.Branch
am: ቅርንጫፍ

# HR_Navigation_Organization_OrgChart
source: Org.Chart
am: መዋቅር

# HR_Navigation_Organization_OrgInformation
source: Org Information
am: የተቋም መረጃ

# HR_Navigation_Organization_OrgLevelJobTitle
source: Org Level Job Title
am: የፅ/ቤት ደረጃ ስራ መደብ

# HR_Navigation_Organization_Section
source: Section (SubProcess)
am: የንዑስ ስራ ሂደት ስም

# HR_Navigation_Organization_SectionJobTitle
source: Section JobTitle
am: የንዑስ ስራ ሂደት ደረጃ ስራ መደብ

# HR_Navigation_Placement_EmployeeAssignment
source: Employee Assignment
am: የሰራተኛ ምደባ

# HR_Navigation_Placement_PromotionApplicants
source: Promotion Applicants
am: የእድገት አመልካቾች

# HR_Navigation_Training_Courses
source: Courses
am: የስልጠና ኮርስ

# HR_Navigation_Training_TrainingApplication
source: Training Application
am: ስልጠና አመልካቾች

# HR_Navigation_Training_TrainingCoursTracking
source: Training Cours Tracking
am: የስልጠና ክትትል

# HR_Navigation_Training_TrainingNeedAssesment
source: Training Need Assesment
am: የስልጠና ፍላጎት ዳሰሳ

# HR_Navigation_Training_TrainingProviders
source: Training Providers
am: የስልጠና አቅራቢዎች

# HR_Navigation_Training_TrainingReportByCourse
source: Training Report By Course
am: የስልጠና ሪፖርት በስልጠናው ዓይነት

# HR_Navigation_Training_TrainingReportByEmployee
source: Training Report By Employee
am: የስልጠና ሪፖርት በሰራተኛ

# HR_Navigation_Termination_EarlyRetirement
source: Early Retirement
am: ቀድመው ጥሮታ የሚወጡ

# HR_Navigation_Termination_NormalRetirement
source: Normal Retirement
am: መደበኛ ጡረታ

# HR_Navigation_Termination_OtherTermination
source: Other Termination
am: በሌላ ምክንያ ከስራ የተሰናበቱ

# HR_Navigation_Termination_RetirementChecker
source: Retirement Checker
am: ጡረታቸው የደረሰ ጠቋሚ

# HR_Navigation_Termination_TerminationClearance
source: Termination Clearance
am: ክሊራንስ

# HR_Navigation_Letters_OutGoingLetters
source: Out Going Letters
am: ወጪ ደብዳቤዎች

# HR_Navigation_Letters_IncomingLetters
source: Incoming Letters
am: ገቢ ደብዳቤዎች

# HR_Navigation_Letters_UploadDocuments
source: Upload Documents
am: ሰነዶች ጫን

# HR_Navigation_SelfCare_Documents
source: Documents
am: ሰነዶች

# HR_Navigation_DetailReports_CosignLetterGiven
source: Cosign Letter Given
am: የዋስትና ደብዳቤ የተፃፈላቸው ሰራተኞች

# HR_Navigation_DetailReports_EmployeeListByTrainingTaken
source: Employee List By Training Taken
am: ስልጠና የወሰዱ ሰራተኞች

# HR_Navigation_DetailReports_EmployeeByBirthDate
source: Employee By Birth Date
am: ሰራተኛች ዝርዝር በዕድሜ

# HR_Navigation_DetailReports_EmployeeByDisciplinaryMeasure
source: Employee By Disciplinary Measure
am: በዲሲፕሊን ጉድለት የተቀጡ ሠራተኞች

# HR_Navigation_DetailReports_EmployeeByEducation
source: Employee By Education
am: ሰራተኛች በትምህርት ሁኔታ

# HR_Navigation_DetailReports_EmployeeBYEducationProgress
source: Employee By Education Progress
am: ትምህርት የሚከታተሉ ሰራተኞች

# HR_Navigation_DetailReports_EmployeeByJob
source: Employee By Job
am: በሰራተኛ የተያዙ የስራ መደቦች

# HR_Navigation_DetailReports_EmployeeByPensionNo
source: Employee By Pension No
am: በጡረታ መታወቂያ ቁጥር ሠራተኛች ዝርዝር

# HR_Navigation_DetailReports_EmployeeBySalary
source: Employee By Salary
am: ሰራተኛች ዝርዝር በደመወዝ መጠን

# HR_Navigation_DetailReports_EmployeeByTerminationReason
source: Employee By Termination Reason
am: በተለያየ ምክንያት የለቀቁ ሰራተኞች

# HR_Navigation_DetailReports_EmployeeInLeave
source: Employee In Leave
am: ዕረፍት ላይ ያሉ ሰራተኞች

# HR_Navigation_DetailReports_MaternityLeave
source: Maternity Leave
am: የወሊድ ፍቃድ የወሰዱ ሰራተኞች

# HR_Navigation_DetailReports_Recruitment
source: Recruitment
am: የተቀጠሩ ሰራተኞች

# HR_Navigation_DetailReports_SickLeave
source: Sick Leave
am: የህክምና ፍቃድ የወሰዱ ሰራተኞች

# HR_Navigation_Reports_AnnualLeaveBySex
source: Annual Leave By Sex
am: አመታዊ ዕረፍት በፆታ

# HR_Navigation_Reports_CosignBYSex
source: Cosign BY Sex
am: ዋስ በፆታ

# HR_Navigation_Reports_DeseasedEmployeeBySex
source: Deseased Employee By Sex
am: በሞት የተለዩ ሰራተኞች በፆታ

# HR_Navigation_Reports_DisciplineByMeasureAndSex
source: Discipline By Measure and Sex
am: ዲስፕሊን በቅጣት ዓይነትና በፆታ

# HR_Navigation_Reports_EmployeByNationAndSex
source: Employe By Nation and Sex
am: የሰራተኛ ብዛት በብሄርና በፆታ

# HR_Navigation_Reports_EmployeeByAgeAndSex
source: Employee By Age and Sex
am: የሰራተኛ ብዛት በዕድሜ እና በፆታ

# HR_Navigation_Reports_EmployeeByEducationFieldAndSex
source: Employee By Education Field and Sex
am: የሰራተኛ ብዛት በት/ት ዓይነት እና በፆታ

# HR_Navigation_Reports_EmployeeByEducationLevelAndSex
source: Employee By Education Level and Sex
am: የሰራተኛ ብዛት በት/ት ደረጃ እና በፆታ

# HR_Navigation_Reports_EmployeeByExprienceAndSex
source: Employee By Exprience and Sex
am: የሰራተኛ ብዛት በስራ ልምድ

# HR_Navigation_Reports_EmployeeByJobRank
source: Employee By Job Rank
am: የሰራተኛ ብዛት በአገልግሎት ዓይነት እና በፆታ

# HR_Navigation_Reports_EmployeeByJobTitle
source: Employee By Job Title
am: የሰራተኛ ብዛት በስራ መደብ መጠርያ/ሙያ/

# HR_Navigation_Reports_EmployeeBySalaryAndSex
source: Employee By Salary and Sex
am: የሰራተኛ ብዛት በደመወዝ እና በፆታ

# HR_Navigation_Reports_EmployeeBySex
source: Employee By Sex
am: የሰራተኛ ብዛት በፆታ

# HR_Navigation_Reports_RecruitmentBySex
source: Recruitment By Sex
am: የቅጥር ብዛት በፆታ

# HR_Navigation_Reports_RetirementBySex
source: Retirement By Sex
am: ጡረታ የወጡ በፆታ

# HR_Navigation_Reports_SupportingLetterGivenBySex
source: Supporting Letter Given By Sex
am: የድጋፍ ደብዳቤ የተሰጣቸው

# HR_Navigation_Reports_TerminationByReasonAndSex
source: Termination By Reason and Sex
am: ከስራ የተሰናበቱ በምክንያት እና በፆታ

# HR_Navigation_Reports_TerminationBySex
source: Termination By Sex
am: ከስራ የተሰናበቱ በፆታ

# HR_Navigation_Setting_EducationalFields
source: Educational Fields
am: የትምህርት ዓይነት

# HR_Navigation_Setting_EducationalLevels
source: Educational Levels
am: የትምህርት ደረጃ

# HR_Navigation_Setting_EmployementStatus
source: Employement Status
am: የቅጥር ሁኔታ

# HR_Navigation_Setting_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_Navigation_Setting_JobTitle
source: Job Title
am: የስራ መደብ መጠርያ

# HR_Navigation_Setting_MaritalStatus
source: Marital Status
am: የጋብቻ ሁኔታ

# HR_Navigation_Setting_MotherTongue
source: Mother Tongue
am: የአፍ መፍቻ ቋንቋ

# HR_Navigation_Setting_Nation
source: Nation
am: ብሄር

# HR_Navigation_Setting_Nationality
source: Nationality
am: ዜግነት

# HR_Navigation_Setting_PersonalTitle
source: Personal Title
am: መዓረግ

# HR_Navigation_Setting_Region
source: Region
am: ክልል

# HR_Navigation_Setting_Religion
source: Religion
am: ሃይማኖት

# HR_Navigation_Setting_Sex
source: Sex
am: ፆታ

# HR_Navigation_Setting_TerminationReasons
source: Termination Reasons
am: ከስራ መልቀቅያ ምክንያት

# Common_Report_NumberOfFemaleEmployees
source: Number Of Female Employees
am: የሴት ሰራተኛ ብዛት

# Common_Report_NumberOfMaleEmployees
source: Number Of Male Employees
am: የወንድ ሰራተኛ ብዛት

# Common_Report_TotalNumberOfEmployees
source: Total Number Of Employees
am: ጠቅላላ ድምር

# Common_GetReport
source: Prepare Report
am: ሪፖርት አዘጋጅ

# HR_Outsource_OutsourceCompanyProfile_Name
source: Company Name
am: የድርጅት ስም

# HR_PromotionAndTrasfer_PromotionAndTransferExamResult_Total
source: Total
am: ጠቅላላ ድምር ውጤት

# HR_Letter_IncomingLetterUploadDBModel_DateUploaded
source: Date Uploaded
am: የተጫነበት ቀን

# HR_Letter_IncomingLetterUploadDBModel_Uploadedby
source: Uploaded by
am: የጫነው አካል

# HR_Termination_TerminationOthers_Interview
source: Interview
am: ቃለ መጠይቅ

# HR_Profile_EmpPhoto_FullName
source: Full Name
am: ሙሉ ስም

# HR_Form_Certeficate
source: Certeficate
am: ሰርተፊኬት

# HR_Form_ContractEmployeeProfile
source: Contract Profile
am: የኮንትራት ሰራተኛ ማህደር

# HR_Form_ContractEmployeeProfile_Tab
source: Contract Profile
am: ኮንተራት ማህደር

# HR_Form_Contracts
source: Contracts
am: ኮንትራክት

# HR_Form_DiscipilinaryCaseAppeal
source: Discipilinary Case Appeal
am: ይግባኝ

# HR_Form_DiscipilinaryHearing
source: Discipilinary Hearing
am: የኬዝ እይታ

# HR_Form_DisciplinaryCase
source: Disciplinary Case
am: ጥፋቱ

# HR_Form_DisciplinaryMeasureRank
source: Measure Rank
am: የቅጣት ደረጃ

# HR_Form_EmployeeAssociate
source: Associate
am: ቤተሰብ

# HR_Form_EmployeeCommitments
source: Commitment
am: የግዴታ ውል

# HR_Form_EmployeeCompetency
source: Competency
am: የሞያ ብቃት

# HR_Form_EmployeeContact
source: Contact
am: አድራሻ

# HR_Form_EmployeeCourtCase
source: CourtCase
am: የፍርድ ቤት ቅጣት

# HR_Form_EmployeeDisability
source: Diability
am: የአካል ጉዳት

# HR_Form_EmployeeDiscipline
source: Discipline
am: የድስፕሊን መዝገብ

# HR_Form_EmployeeDocument
source: Document
am: ሰነድ

# HR_Form_EmployeeEducation
source: Education
am: ትምህርት

# HR_Form_EmployeeEmergency
source: Emergency
am: በአደጋ ጊዜ ተጠሪ

# HR_Form_EmployeeExprience
source: Expriance
am: የስራ ልምድ

# HR_Form_EmployeeHealth
source: Health Incident
am: የጤና መዝገብ

# HR_Form_EmployeeLanguage
source: Language
am: የቋንቋ ችሎታ

# HR_Form_EmployeePhoto
source: Photo
am: ፎቶ

# HR_Form_EmployeeProfile
source: Enployee Profile
am: የግል ማህደር

# HR_Form_EmployeeProfile_Tab
source: Profile
am: የግል ማህደር

# HR_Form_EmployeeRecognition
source: Employee Recognition
am: እውቅና

# HR_Form_EmployeeTraining
source: Training
am: ስልጠና

# HR_Form_IncidentComponsation
source: Incident Componsation
am: የካሳ ክፍያ

# HR_Form_IncidentMedicalHistory
source: Medical History
am: የህክምና ታሪክ

# HR_Form_IncidentReport
source: Incident Report
am: የአደጋ ሪፖርት

# HR_Form_IncidentSickLeave
source: Incident Sick Leave
am: የሕመም ፍቃድ

# HR_Form_MeasureRank
source: Measure Rank
am: የቅጣት ደረጃ

# HR_Form_MeasureType
source: MeasureType
am: የዲስፕሊን ቅጣት ዓይነት

# HR_Form_OutsourceCompanyProfile
source: Outsource Company Profile
am: የድርጅት ስም

# HR_Form_OutsourceWorkedDays
source: Outsource Worked Days
am: የሰራው ቀን ብዛት

# HR_Form_OutsourceWorkedDaysSummery
source: Outsource Worked Days Summery
am: ጠቅላላ የተሰራው ቀን ብዛት

# HR_Form_RecognitionType
source: Recognition Type
am: የምስጋና ደብዳቤ ዓይነት

# HR_Form_SupportingDocuments
source: Supporting Documents
am: የተሰጡ ሰነድ

# HR_Form_OrganizationLocation
source: Organization Location
am: የተቋም ቅርንጫፍ

# HR_Form_OrganizationInformation
source: Organization Information
am: የተቋም መረጃ

# HR_Form_EmployeeRecognition_Tab
source: Employee Recognition
am: የሰራተኛው እውቅና

# Common_Generate
source: Generate
am: አዘጋጅ

# Common_Search
source: Search
am: ፈልግ

# HR_Form_Allowance
source: Allowance
am: የዓበል ዓይነት

# HR_Form_AllowanceToEmployee
source: Allowance To Employee
am: የሰራተኛ አበል

# HR_Form_AnnualLeave
source: Annual Leave
am: ዓመታዊ ዕረፍት

# HR_Form_AnnualLeaveEntitlement
source: Annual Leave Entitlement
am: የተፈቀደ ዓመታዊ ዕረፍት

# HR_Form_AnnualLeaveTransfer
source: Annual Leave Transfer
am: የተዛወረ ዓመታዊ ዕረፍት

# HR_Form_AnnualLeaveUpdate
source: Annual Leave Update
am: ዓመታዊ ዕረፍት ማደስ

# HR_Form_AnnualLeaveUsageReport
source: Annual Leave Usage Report
am: ዓመታዊ ዕረፍት አጠቃቀም ሪፖርት

# HR_Form_LeavePaidInCash
source: Leave Paid In Cash
am: የተከፈለ ዓመታዊ ዕረፍት

# HR_Form_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_Form_LeaveTaken
source: Leave Taken
am: የተወሰደ ፈቃድ

# HR_Form_LeaveType
source: Leave Type
am: የዕረፍት ዓይነት

# HR_Form_MaternityLeave
source: Maternity Leave
am: የወሊድ ፈቃድ

# HR_Form_OtherLeave
source: Other Leave
am: ልዩ ልዩ ፈቃድ

# HR_Form_Ranks
source: Ranks
am: የደመዎዝ ደረጃ

# HR_Form_SallaryStracture
source: Sallary Stracture
am: የደመወዝ ስኬል

# HR_Form_SickLeave
source: Sick Leave
am: የህክምና ፈቃድ

# HR_Form_Steps
source: Steps
am: የደመዎዝ እርከን

# HR_Form_TransportAllowanceTax
source: Transport Allowance Tax
am: የትራንስፖርት አበል ቅንብር

# HR_Form_Division
source: Division
am: የፅ/ቤት ስም

# HR_Form_OrganizationalChart
source: Organizational Chart
am: የተቋም መዋቅር

# HR_Form_Department
source: Department (Process)
am: ስራ ሂደት

# HR_Form_DepartmentJobTitle
source: Department (Process) Job Title
am: በስራ ሂደት ደረጃ ስራ መደብ

# HR_Form_DivisionJobTitle
source: Division Job Title
am: የፅ/ቤት ስራ መደብ መጠርያ

# HR_Form_OrganizationJobTitle
source: Organization Job Title
am: የፅ/ቤት ደረጃ ስራ መደብ

# HR_Form_Section
source: Section
am: የንዑስ ስራ ሂደት ስም

# HR_Form_SectionJobTitle
source: Section Job Title
am: የንዑስ ስራ ሂደት ደረጃ ስራ መደብ

# HR_Form_ApplicantRegistration
source: Applicant Registration
am: የአመልካቾች ምዝገባ

# HR_Form_ApplicantResultSummary
source: Applicant Result Summary
am: የአመልካቾች ውጤት

# HR_Form_ApplicantResultSummaryViewModel
source: Result Summary View Model
am: የአመልካቾች ውጤት ድምር ሪፖርት

# HR_Form_RecruitmentPlan
source: Recruitment Plan
am: የቅጥር እቅድ

# HR_Form_RecruitmentPlanPositions
source: Recruitment Plan Positions
am: የቅጥር እቅድ ስራ መደብ

# HR_Form_RecruitmentPlanVacancy
source: Plan Vacancy
am: የቅጥር እቅድ ማስታወቅያ

# HR_Form_Coordinator
source: Coordinator
am: አስተባባሪ

# HR_Form_Team
source: SubProcess
am: የአስተባባሪ ስም

# HR_Navigation_Coordinator
source: Coordinator
am: አስተባባሪ

# HR_Navigation_Team
source: Sub Process
am: ንዑስ ስራ ሂደት

# HR_OrganizationStructure_CoordinatorJobTitle_JobTitle
source: Job Title
am: የአሰተባባሪ ደረጃ ስራ መደብ

# HR_OrganizationStructure_OrgCoordinator_Name
source: Coordinator
am: የአስተባባሪ ስም

# HR_OrganizationStructure_OrgTeam_Name
source: Sub Process Name
am: የአስተባባሪ ስም

# HR_OrganizationStructure_TeamJobTitle_JobTitle
source: Sub Process
am: የስራ መደብ መጠርያ

# HR_Navigation_Organization_CoordinatorJobTitle
source: Coordinator Job Title
am: የአስተባባሪ ደረጃ ስራ መደብ

# HR_Navigation_Organization_TeamJobTitle
source: Team Job Title
am: የአስተባባሪ ደረጃ ስራ መደብ

# HR_OrganizationStructure_CoordinatorJobCode_JobCode
source: Job Code
am: የስራ መደብ መታወቅያ ቁጥር

# HR_OrganizationStructure_CoordinatorJobTitle_CoordinatorName
source: Coordinator Name
am: የአስተባባሪ ስም

# HR_OrganizationStructure_CoordinatorJobTitle_DepartmentName
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_OrganizationStructure_CoordinatorJobTitle_DivisionName
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_CoordinatorJobTitle_JobDescription
source: Job Description
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_CoordinatorJobTitle_Qty
source: Qty
am: የሚያስፈልገው የሰው ብዛት

# HR_OrganizationStructure_CoordinatorJobTitle_SectionName
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_OrganizationStructure_CoordinatorJobTitle_TeamName
source: Team Name
am: የአስተባባሪ ስም

# HR_OrganizationStructure_TeamJobCode_JobCode
source: Job Code
am: የስራ መደብ መታወቅያ ቁጥር

# HR_OrganizationStructure_TeamJobTitle_DepartmentName
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_OrganizationStructure_TeamJobTitle_DivisionName
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_TeamJobTitle_JobDescription
source: Job Description
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_TeamJobTitle_Qty
source: Qty
am: የሚያስፈልገው የሰው ብዛት

# HR_OrganizationStructure_TeamJobTitle_SectionName
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_OrganizationStructure_TeamJobTitle_TeamName
source: Team Name
am: የአስተባባሪ ስም

# HR_OrganizationStructure_OrgChart_NameTab
source: Graphical
am: በምስል

# HR_Form_OrgJobCode
source: Job Code
am: የስራ መደብ መታወቅያ ቁጥር

# HR_Form_ContractEmployeeRequisitionForm
source: Contract Employee Requisition
am: የኮንትራት የሰራተኛ መጠየቅያ

# HR_Form_EmployeeRequisitionForm
source: Employee Requisition
am: የቋሚ የሰራተኛ መጠየቅያ

# HR_Form_Absence
source: Absence
am: ከስራ መቅረት

# HR_Form_ContractEmployeeRequisitionDetails
source: Contract Employee Requisition
am: የኮንትራት ቅጥር አመልካች

# HR_Form_DaysAbsent
source: Days Absent
am: የቀረበት ቀን

# HR_Form_LateComing
source: Late Coming
am: ከስራ ማርፈድ

# HR_Form_BehaviorMetric
source: Behavior Metric
am: የባህሪ ብቃት መለኪያዎች

# HR_Form_Behaviour
source: Behaviour
am: የባህሪ አፈጻጸም እቅድ

# HR_Form_BSCAppraisalPeriod
source: Appraisal Period
am: የሰራተኛ ምዘና ወቅት

# HR_Form_ClearanceDocument
source: Clearance Document
am: መልቀቂያ ሰነድ

# HR_Form_Documents
source: Documents
am: ሰነድ

# HR_Form_EarlyRetirement
source: Early Retirement
am: ቀድመው ጡረታ የሚወጡ

# HR_Form_EmployeeAssignment
source: Employee Assignment
am: የሰራተኛ ምደባ

# HR_Form_EvidenceDocuments
source: EvidenceDocuments
am: ማረጋገጫ ሰነድ

# HR_Form_ExitInterview
source: ExitInterview
am: የመልቀቅያ ቃለመጠይቅ

# HR_Form_IncomingLetter
source: Incoming Letter
am: ገቢ ደብዳቤ

# HR_Form_InStatus
source: Letter Status
am: ገቢ ደብዳቤ ሁኔታ

# HR_Form_NormalRetirement
source: Normal Retirement
am: መደበኛ ጡረታ

# HR_Form_OtherTerminations
source: Other Terminations
am: በሌላ ምክንያ ከስራ የተሰናበቱ

# HR_Form_OutgoingLetter
source: Outgoing Letter
am: ወጪ ደብዳቤ

# HR_Form_OutStatus
source: Outgoing Status
am: ወጪ ደብዳቤ ሁኔታ

# HR_Form_PerformanceEvaluation
source: Performance Evaluation
am: የአፈጻጸም ምዘና

# HR_Form_PerformancePlan
source: Performance Plan Actions
am: የስራ አፈጻጸም እቅድ

# HR_Form_PerformancePlanActions
source: Performance Plan
am: የስራ አፈፃፀም ተግባራት

# HR_Form_PromotionAndTransferApplicantList
source: Promotion And Transfer Applicant List
am: የእድገት እና ዝውውር አመልካች

# HR_Form_PromotionAndTransferExamResult
source: Promotion And Transfer Exam Result
am: የእድገት እና ዝውውር ፈተና ውጤት

# HR_Report_RetirementNotification
source: Retirement Notification
am: የጥሮታ ጠቋሚ

# HR_Form_SocialsecurityAgencyDocuments
source: Social security Agency Documents
am: የማህበራዊ ዋስትና ሰነድ

# HR_Form_TerminationClearance
source: Termination Clearance
am: ክሊራንስ

# HR_Form_TrainingApplication
source: Training Application
am: ስልጠና አመልካቾች

# HR_Form_TrainingCourse
source: Training Course
am: የስልጠና ኮርስ
