Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutCompanyOrPerson
source: Out Company-Person
am: የተጻፈለት ሰው ስም ወይም መስሪያ ቤቱ

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutLetterDate
source: Out Letter Date
am: የተፃፈበት ቀን

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutNoAttachement
source: Out Number of Attachement
am: አባሪ

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutOrgCode
source: Out Organization Code
am: የማህደር ቁጥር

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutRecordNumber
source: Out Record Number
am: የመዝገብ ቁጥር

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OutSubject
source: Out Subject
am: ጉዳዩ

# HR_ReportViewModels_ArchiveOrgLettersViewModel_ReceivedDate
source: Received Date
am: የደረሰበት ቀን

# HR_ReportViewModels_ArchiveOrgLettersViewModel_RecordNumber
source: Record Number
am: የመዝገብ ቁጥር

# HR_ReportViewModels_ArchiveOrgLettersViewModel_SentToWorkUnit
source: Sent To Work Unit
am: የተላለፈለት ክፍል

# HR_ReportViewModels_ArchiveOrgLettersViewModel_SignedBy
source: Signed By
am: ፈራሚው አካል ስም

# HR_ReportViewModels_ArchiveOrgLettersViewModel_Subject
source: Subject
am: ጉዳዩ

# HR_ReportViewModels_DeceasedStaffBySexViewModel_Reason
source: Reason
am: ምክንያት

# HR_ReportViewModels_DisciplineByMeasureBySexViewModel_Measure
source: Measure
am: ቅጣት

# HR_ReportViewModels_EmployeeByAgeBySexViewModel_AgeRangeInYears
source: Age Range in Years
am: ዕድሜ

# HR_ReportViewModels_EmployeeByEducationFieldBySexViewModel_EducationField
source: Education Field
am: የትምህርት ዓይነት

# HR_ReportViewModels_EmployeeByEducationLevelBySexViewModel_EducationLevel
source: Education Level
am: የትምሀርት ደረጃ

source: Experience Range in Years
am: የሥራ ልምድ/ጠቅላላ በዓመት/

# HR_ReportViewModels_EmployeeByJobRankViewModel_JobRank
source: Job Rank
am: የአገልግሎት ዓይነት/የሥራ ደረጃ

# HR_ReportViewModels_EmployeeByJobTitleViewModel_JobTitle
source: Job Title
am: የሥራ መደብ ጠሪያ

# HR_ReportViewModels_EmployeeByNationViewModel_Nation
source: Nation
am: ብሔር

# HR_ReportViewModels_EmployeeBySalaryLevelBySexViewModel_SalarayRange
source: Salaray Range
am: የደመወዝ ክልል

# HR_ReportViewModels_EmployeeListByBirthDateViewModel_BirthDate
source: Birth Date
am: የትውልድ ዘመን

# HR_ReportViewModels_EmployeeListByBirthDateViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByBirthDateViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByDisciplinaryMeasureViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByDisciplinaryMeasureViewModel_MeasureRank
source: Measure Rank
am: የቅጣቱ ደረጃ

# HR_ReportViewModels_EmployeeListByDisciplinaryMeasureViewModel_MeasureTakenDate
source: Measure Taken Date
am: የተቀጡበት ጊዜ

# HR_ReportViewModels_EmployeeListByDisciplinaryMeasureViewModel_MeasureType
source: Measure Type
am: የቅጣቱ ዓይነት

# HR_ReportViewModels_EmployeeListByDisciplinaryMeasureViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_Duration
source: Duration
am: ትምህርቱ የሚፈጀው ጊዜ

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_EduField
source: Eduction Field
am: ትምህርቱ የሚፈጀው ጊዜ

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_EduLevel
source: Eduction Level
am: ትምህርቱ ሲጠናቀቅ የሚሰጠው ምስክር ወረቅት

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByEducationInProgressViewModel_Sponsor
source: Sponsor
am: የትምህርት ዕድል እስፖንሰር

# HR_ReportViewModels_EmployeeListByEduLevelAndFieldViewModel_EduField
source: Eduction Field
am: የትምርት ዓይነት

# HR_ReportViewModels_EmployeeListByEduLevelAndFieldViewModel_EduLevel
source: Eduction Level
am: የትምርት ደረጃ

# HR_ReportViewModels_EmployeeListByEduLevelAndFieldViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByEduLevelAndFieldViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByExternalRotationViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByExternalRotationViewModel_PrevOrg
source: Previous Organization
am: የመጡበት መ/ቤት

# HR_ReportViewModels_EmployeeListByExternalRotationViewModel_RotationDate
source: Rotation Date
am: የመጡበት ጊዜ

# HR_ReportViewModels_EmployeeListByExternalRotationViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByJobViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByJobViewModel_JobRank
source: Job Rank
am: ደረጃ

# HR_ReportViewModels_EmployeeListByJobViewModel_JobTitle
source: Job Title
am: የሥራ መደብ

# HR_ReportViewModels_EmployeeListByJobViewModel_Salary
source: Salary
am: የደመወዝ መጠን

# HR_ReportViewModels_EmployeeListByJobViewModel_Sex
source: Sex
am: ፆታ

source: Amount Taken After Delivery
am: ከወሊድ በኋላ የተወሰደ

source: Amount Taken Before Delivery
am: የፈቃዱ ብዛት ከወሊድ በፊት የተወሰደ

# HR_ReportViewModels_EmployeeListByMaternityLeaveViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByMaternityLeaveViewModel_LeaveDate
source: Leave Date
am: የወሊድ ፈቃድ የወሰዱበት ጊዜ

# HR_ReportViewModels_EmployeeListByMaternityLeaveViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_AmountExamLeaveTaken
source: Amount Exam Leave Taken
am: የፈተና ፈቃድ

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_AmountMarriageLeaveTaken
source: Amount Marriage Leave Taken
am: የጋብቻ ፈቃድ

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_AmountMourningLeaveTaken
source: Amount Mourning Leave Taken
am: የሐዘን ፈቃድ

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_AmountUnpaidLeaveTaken
source: Amount Un paid Leave Taken
am: ያለደመወዝ ልዩ ፈቃድ

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByOtherLeaveViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByPensionIDViewModel_EmpFullName
source: Employee Full Name
am: የሰራተኛ ሙሉ ስም

# HR_ReportViewModels_EmployeeListByPensionIDViewModel_PensionID
source: Pension ID
am: የጥሮታ መለያ ቁጥር

# HR_ReportViewModels_EmployeeListByPensionIDViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByReceivedCosignLetterViewModel_CosignLetterDate
source: Cosign Letter Date
am: የዋስትና ደብዳቤ የተፃፈበት ጊዜ

source: Cosign Receiving Organization
am: የዋስትናው የተፃፈበት መ/ቤት

source: Cosign Receiving Person
am: ዋስ የሆኑለት ግለሰብ ስም

# HR_ReportViewModels_EmployeeListByReceivedCosignLetterViewModel_EmpFullName
source: Employee Full Name
am: የሰራተኛ ሙሉ ስም

# HR_ReportViewModels_EmployeeListByReceivedCosignLetterViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByRecruitmentDateViewModel_EmpFullName
source: Employee Full Name
am: የሰራተኛ ሙሉ ስም

# HR_ReportViewModels_EmployeeListByRecruitmentDateViewModel_JobRank
source: Job Rank
am: ደረጃ

# HR_ReportViewModels_EmployeeListByRecruitmentDateViewModel_Salary
source: Salary
am: የደመወዝ መጠን

# HR_ReportViewModels_EmployeeListByRecruitmentDateViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListBySalaryViewModel_EmpFullName
source: Employee Full Name
am: የሰራተኛ ሙሉ ስም

# HR_ReportViewModels_EmployeeListBySalaryViewModel_Salary
source: Salary
am: የደመወዝ መጠን

# HR_ReportViewModels_EmployeeListBySalaryViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_AmountTaken
source: Amount Taken
am: የፈቃዱ ብዛት

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_HealthOrg
source: Health Organization
am: ፈቃድ የሰጣቸው የህክምና ተቋም

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_LeaveDate
source: Leave Date
am: የህክምና ፈቃድ የወሰዱበት ጊዜ

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_LeaveEndDate
source: Leave End Date
am: የህክምና ፈቃድ የሚያጠናቅቁበት ጊዜ

# HR_ReportViewModels_EmployeeListBySickLeaveViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_JobRank
source: Job Rank
am: ደረጃ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_JobTitle
source: Job Title
am: የሥራ መደብ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_Salary
source: Salary
am: የደመወዝ መጠን

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_TerminationDate
source: Termination Date
am: የለቀቁበት ጊዜ

# HR_ReportViewModels_EmployeeListByTerminationReasonViewModel_TerminationReason
source: Termination Reason
am: የለቀቁበት ምክንያት

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_TrainingCourse
source: Training Course
am: የሰለጠኑበት ሙያ

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_TrainingDuration
source: Training Duration
am: ሥልጠናው የፈጀው ጊዜ

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_TrainingNature
source: Training Nature
am: የአሰለጣጠኑ ሁኔታ

# HR_ReportViewModels_EmployeeListByTrainingTakenViewModel_TrainingProvider
source: Training Provider
am: ሥልጠናው የወሰዱበት ተቋም

# HR_ReportViewModels_EmployeesInLeaveViewModel_AmountTaken
source: Amount Taken
am: የተወሰደው የእረፍት መጠን

# HR_ReportViewModels_EmployeesInLeaveViewModel_DateFrom
source: From
am: ከ

# HR_ReportViewModels_EmployeesInLeaveViewModel_DateTo
source: To
am: እስከ

# HR_ReportViewModels_EmployeesInLeaveViewModel_EmpFullName
source: Employee Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_EmployeesInLeaveViewModel_EmpID
source: Employee ID
am: የሰራተኛ መታወቅያ ቁጥር

# HR_ReportViewModels_EmployeesInLeaveViewModel_LeaveType
source: Leave Type
am: የእረፍት ዓይነት

# HR_ReportViewModels_EmployeesInLeaveViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_PromotedStaffByRankBySexViewModel_Rank
source: Rank
am: ደረጃ

# HR_ReportViewModels_RetirementNotificationLisBySexViewModel_FullName
source: Full Name
am: የሠራተኛ ስም

# HR_ReportViewModels_RetirementNotificationLisBySexViewModel_RemainingDays
source: Remaining Days
am: ቀሪ ቀናት

# HR_ReportViewModels_RetirementNotificationLisBySexViewModel_RetirementDate
source: Retirement Date
am: የጡረታ መውጫ ቀን

# HR_ReportViewModels_RetirementNotificationLisBySexViewModel_Sex
source: Sex
am: ፆታ

# HR_ReportViewModels_TerminationByReasonBySexViewModel_Reason
source: Reason
am: ምክንያት

# HR_Settings_CreditAssociation_CardFee
source: Card Fee
am: የካርድ ክፍያ

# HR_Settings_CreditAssociation_InterestPerMonth
source: Interest Per Month
am: የወር ወለድ መጠን

# HR_Settings_CreditAssociation_LoanLimit
source: Loan Limit
am: ውሱን ብድር

# HR_Settings_CreditAssociation_MonthlsLimit
source: Monthls Limit
am: በተወሰኑ ዎራቶች የሚከፈሉ

# HR_Settings_CreditAssociation_SavingPercent
source: Saving Percent
am: የቁጠባ መጠን

# HR_Settings_EducationalField_EducationalFields
source: Educational Fields
am: የትምሀርት ዓይነት

# HR_Settings_EducationalLevel_EducationalLevels
source: Educational Levels
am: የትምሀርት ደረጃ

# HR_Settings_EmploymentPromotion_FirstEmployeePromotionDays
source: First Employee Promotion Days
am: የመጀመረያ የሰራተኛ የእድገት ጊዜ

# HR_Settings_EmploymentPromotion_FirstPromotionperiodPassmark
source: First Promotion Passmark
am: የመጀመርያ እድገት ማለፍያ ነጥብ

# HR_Settings_EmploymentPromotion_SecondEmployeePromotionDays
source: Second Employee Promotion Days
am: ሁለተኛ የሰራተኛ የእድገት ጊዜ

# HR_Settings_EmploymentPromotion_SecondPromotionperiodPassmark
source: Second Promotion period Pass mark
am: ሁለተኛ እድገት ማለፍያ ነጥብ

# HR_Settings_EmploymentType_EmploymentTypes
source: Employment Types
am: የቅጥር ዓይነት

# HR_Settings_FiscalYears_EndDate
source: End Date
am: እስከ

# HR_Settings_FiscalYears_FiscalYearsName
source: Fiscal Year Name
am: የበጀት ዓመት

# HR_Settings_FiscalYears_StartDate
source: Start Date
am: ከ

# HR_Settings_MaritalStatus_MaritalStatuses
source: MaritalStatus
am: የጋብቻ ሁኔታ

# HR_Settings_MotherTongue_MotherTongues
source: Mother Tongu
am: የአፍ መፍቻ ቋንቋ

# HR_Settings_Nationality_Nationalitys
source: Nationality
am: ዜግነት

# HR_Settings_Nation_Nations
source: Nation
am: ቢሄር

# HR_Settings_OvertimeReason_Reason
source: Reason
am: የትርፍ ሰዓት ክፍያ ምክንያት

# HR_Settings_OvertimeTypeTwo_HolidayRate
source: Holiday Rate
am: የዓመት በዓል ሰዓት

# HR_Settings_OvertimeTypeTwo_NightRate
source: Night Rate
am: የሌሊት ሰዓት

# HR_Settings_OvertimeTypeTwo_NormalRate
source: Normal Rate
am: ኖርማል ሰዓት

# HR_Settings_OvertimeTypeTwo_RestdayRate
source: Restday Rate
am: የዕረፍት ቀን ሰዓት

# HR_Settings_OvertimeType_Rate
source: Rate
am: የትርፍ ሰዓት ሬት

# HR_Settings_OvertimeType_Type
source: Type
am: የትርፍ ሰዓት ዓይነት

# HR_Settings_Pension_AdditionalEmployeeContributionPercent
source: Additional Employee Contribution Percent
am: ተጨማሪ የሰራተኛ መዋጮ በመቶኛ

# HR_Settings_Pension_AdditionalOrganizationContributionPercent
source: Additional Organization Contribution Percent
am: ተጨማሪ የአሰሪው መዋጮ በመቶኛ

# HR_Settings_Pension_EmployeeContributionPercent
source: Employee Contribution Percent
am: የሰራተኛ መዋጮ በመቶኛ

# HR_Settings_Pension_OrganizationContributionPercent
source: Organization Contribution Percent
am: የአሰሪው መዋጮ በመቶኛ

# HR_Settings_Pension_RetirementAge
source: Retirement Age
am: ጡረታ መውጫ ዕድሜ

# HR_Settings_PersonTitle_From
source: From
am: ከ

# HR_Settings_PersonTitle_IncomeTax
source: Income Tax
am: የገቢ ግብር ታክስ

# HR_Settings_PersonTitle_Percentage
source: Percentage
am: ፐርሰንት

# HR_Settings_PersonTitle_Title
source: Title
am: መዓረግ

# HR_Settings_PersonTitle_To
source: To
am: እስከ

# HR_Settings_ProvidentFund_AdditionalEmployeeContributionPercent
source: Additional Employee Contribution Percent
am: ተጨማሪ የሰራተኛ መዋጮ በመቶኛ

# HR_Settings_ProvidentFund_AdditionalOrganizationContributionPercent
source: Additional Organization Contribution Percent
am: ተጨማሪ የአሰሪው መዋጮ በመቶኛ

# HR_Settings_ProvidentFund_EmployeeContributionPercent
source: Employee Contribution Percent
am: የሰራተኛ መዋጮ በመቶኛ"

# HR_Settings_ProvidentFund_OrganizationContributionPercent
source: Organization Contribution Percent
am: የአሰሪው መዋጮ በመቶኛ

# HR_Settings_Region_Regions
source: Region
am: ክልል

# HR_Settings_Religion_Religions
source: Religion
am: ሃይማኖት

# HR_Settings_Sex_Sexs
source: Sex
am: ፆታ

# HR_Settings_TerminationReason_TerminationReasons
source: Termination Reason
am: ከስራ መልቀቂያ ምክንያት

# HR_Settings_TransportAllowance_TransportAllowanceThresholdAmount
source: Taxable Threshold Amount
am: ግብር የሚከፈልበት የትራንስፖርት አበል ከደመወዝ በመቶኛ

# HR_Settings_TransportAllowance_TransportAllowanceThresholdPercentage
source: Taxable Threshold Percentage
am: ግብር የሚከፈልበት የትራንስፖርት አበል መጠን

# HR_Termination_EarlyRetirementAgencyDocumentViewModel_File
source: Select File to Upload
am: ፋይሉን ይምረጡ

# HR_Termination_EarlyRetirementAgencyFileUploadDBModel_FileName
source: File Name
am: የፋይል ስም

# HR_Termination_EarlyRetirementEvidenceDocumentViewModel_File
source: Select File to Upload
am: ፋይሉን ይምረጡ

# HR_Termination_EarlyRetirement_ReasonofTermination
source: Reason of Termination
am: ከስራ መልቀቂያ ምክንያት

# HR_Termination_EarlyRetirement_TerminationDate
source: Terminated Since
am: የሚያቋርጥበት ጊዜ

# HR_Termination_EmpTerminationClearanceDetails_Confirmedby
source: Confirmed by
am: ያረጋገጠው ስም

# HR_Termination_EmpTerminationClearanceDetails_Department
source: Department (Process)
am: የስራ ሂደት ስም

# HR_Termination_EmpTerminationClearanceDetails_Section
source: Section
am: የአስተባባሪ ስም

# HR_Termination_EmpTerminationClearance_ReasonofTermination
source: Reason of Termination
am: ስራው የሚያቋርጥበት ምክንያት

# HR_Termination_EmpTerminationClearance_TerminationDate
source: Terminated Since
am: የሚያቋርጥበት ጊዜ

# HR_Termination_ExitInterview_ExplainSickness
source: Explain Sickness
am: እየደረሰብዎ ያለ የህመም ወይም የጉዳት ችግር ካለ ያብራሩ፡:

# HR_Termination_ExitInterview_HowElseToEpressReasons
source: HowElseToEpressReasons
am: ስራ የለቀቁበት ምክንያት በምን ሌላ መንገድ ለመግለፅ ይመችዎታል?

# HR_Termination_ExitInterview_MainReasons
source: Main Reasons
am: ስራ የለቀቁበት ምክንያት በትክክል ለመሙላት ፈቃደኛ የማይሆኑባቸው ሁኔታዎች ቢኖሩ ዋና ዋና ምክንያቶቹን በአጭሩ ይግለፁ

# HR_Termination_ExitInterview_ReasonsToLeave
source: Reasons To Leave
am: በገዛ ፈቃድዎ ስራ የለቀቁበት ምክንያት/ቶች ምንድን ናቸው?

# HR_Termination_ExitInterview_SickDueToWork
source: Sick Due To Work
am: ከስራዎ በመነጨ ህመም ወይም ጉዳት ምክንያት እየደረሰብዎ ያለ ችግር አለ ?

# HR_Termination_ExitInterview_ThingsToImprove
source: Things To Improve
am: በመሥሪያ ቤቱ ውስጥ በነበርዎ ቆይታ የማያስደስትዎ ከነበሩት እና ወደፊት መሻሻል ይገባቸዋል ከሚሏቸው አስቸጋሪ ነገሮች ዋና ዋናዎቹ ምንድን ናቸው?

# HR_Termination_ExitInterview_ThingsToKeep
source: Things To Keep
am: በመሥሪያ ቤቱ ውስጥ ይሰሩ በነበረበት ወቅት ይወዷቸው ከነበሩት እና ወደፊት በመሥሪያ ቤቱ ሊያዳብራችው ከሚገቡ ጥሩ ነገሮች ዋና ዋናዎቹ ምንድን ናቸው?

# HR_Termination_Retirement_TerminationDate
source: Terminated Since
am: የሚያቋርጥበት ጊዜ

# HR_Termination_TerminationOthers_ReasonofTermination
source: Reason of Termination
am: ስራው የሚያቋርጥበት ምክንያት

# HR_Termination_TerminationOthers_TerminationDate
source: Terminated Since
am: ያቋረጠበት ጊዜ

# HR_TimeAndAttendance_EmpAbsentism_AbsentismReason
source: Absentism Reason
am: የቀረበት ምክንያት

# HR_TimeAndAttendance_EmpAbsentism_From
source: From
am: ከ

# HR_TimeAndAttendance_EmpAbsentism_MeasureTaken
source: Measure Taken
am: የተወሰደ እርምጃ

# HR_TimeAndAttendance_EmpAbsentism_NoWorkingDays
source: No Working Days
am: የስራ ቀን ብዛት

# HR_TimeAndAttendance_EmpAbsentism_To
source: To
am: እስከ

# HR_TimeAndAttendance_EmpLateComing_Date
source: Date
am: አርፍደው የገቡበት ቀን

# HR_TimeAndAttendance_EmpLateComing_DelayTime
source: Delay Time
am: የዘገዩት የጊዜ መጠን

# HR_TimeAndAttendance_EmpLateComing_Time
source: Time
am: ሰዓት (ጥዋት/ከሰዓት)

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_AddressofSchool
source: Address of School
am: የትምህርት ቤቱ አድራሻ

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_CompanyDirector
source: Comment of Company Director
am: የድርጅቱ ዲሬክቶር አስተያየት

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_CostinETB
source: Costin ETB
am: ዋጋው በ ኢትዮጵያ ብር

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_Date
source: Date
am: ቀን

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_Department
source: Department (Process)
am: የስራ ሂደት ስም

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_DepartmentHead
source: Comment of Department Head
am: የም/ስራ አስኪያጅ ሓላፊ

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_FieldofStudy
source: Field of Study
am: የጥናቱ የትምሀርት ዓይነት

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_Name
source: Name
am: ስም

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_NameofSchool
source: Name of School
am: የማሰልጠኛ/ትምህርት ቤቱ ስም

# HR_TrainingAndDevelopment_EducationalSupportAcceptanceForm_SeniorHR
source: Comment of Senior HR
am: የሰው ሃይል ሲኒዮር አስተያዮት

# HR_TrainingAndDevelopment_EmpEducationFollowUp_AbroadEducation
source: Abroad Education?
am: ትምህርት የሚካሄድበት ውጭ አገር ነው?

# HR_TrainingAndDevelopment_EmpEducationFollowUp_CertificateObtained
source: Diploma To be Obtained
am: ትምህርቱ ሲጠናቀቅ የሚሰጠው ምስክር ወረቅት

# HR_TrainingAndDevelopment_EmpEducationFollowUp_EducationalField
source: Educational Field
am: የትምህርት ዓይነት

# HR_TrainingAndDevelopment_EmpEducationFollowUp_From
source: Education Start Date
am: ትምህርት የሚጀመርበት ጊዜ

# HR_TrainingAndDevelopment_EmpEducationFollowUp_Institute
source: Institute Name
am: የሚማሩበት ተቋም ስም

# HR_TrainingAndDevelopment_EmpEducationFollowUp_InstituteAddress
source: Institute Address
am: የሚማሩበት ተቋም አድራሻ

# HR_TrainingAndDevelopment_EmpEducationFollowUp_IsComplete
source: Completed
am: ትምህርቱ ተጠናቋል ወይ?

# HR_TrainingAndDevelopment_EmpEducationFollowUp_Sponsor
source: Sponsor
am: የትምህርት ዕድል እስፖንሰር

# HR_TrainingAndDevelopment_EmpEducationFollowUp_To
source: Education Finish Date
am: ትምህርት የሚያልቅበት ጊዜ

# HR_TrainingAndDevelopment_EmpEducationFollowUp_TotalCost
source: Total Cost
am: ጠቅላላ ወጪ

# HR_TrainingAndDevelopment_EmpEducationFollowUp_TotalDuration
source: Total Duration
am: ትምህርቱ የሚፈጀው ጊዜ

# HR_TrainingAndDevelopment_TrainingApplication_CourseName
source: Course Name
am: የኮርሱ ስም

# HR_TrainingAndDevelopment_TrainingApplication_Date
source: Date
am: የጸደቀበት ቀን

# HR_TrainingAndDevelopment_TrainingApplication_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_TrainingAndDevelopment_TrainingApplication_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

source: Completed Training
am: ስልጠናው ተጠናቅቀዋል ወይ?

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeExportViewModel_CourseName
source: Course Name
am: የኮርሱ ዓይነት

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeExportViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeExportViewModel_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

source: Completed Training
am: ስልጠናው አጠናቅቀዋል ወይ

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeViewModel_CourseName
source: Course Name
am: የኮርሱ ስም

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeViewModel_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeViewModel_From
source: From
am: ከ

# HR_TrainingAndDevelopment_TrainingByCourseAndEmployeeViewModel_To
source: To
am: እስከ

# HR_TrainingAndDevelopment_TrainingCourses_CourseName
source: Course Name
am: የኮርሱ ስም

# HR_TrainingAndDevelopment_TrainingCourseTrackingTrainees_CompletedTraining
source: Completed Training ?
am: ስልጠናው ተጠናቅቀዋል ወይ?

# HR_TrainingAndDevelopment_TrainingCourseTrackingTrainees_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_TrainingAndDevelopment_TrainingCourseTrackingTrainees_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_TrainingAndDevelopment_TrainingCourseTracking_CourseName
source: Course Name
am: የኮርሱ ስም

# HR_TrainingAndDevelopment_TrainingCourseTracking_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_TrainingAndDevelopment_TrainingCourseTracking_From
source: Training date from
am: ስልጠናው የሚሰጠው ከ

# HR_TrainingAndDevelopment_TrainingCourseTracking_To
source: To
am: እስከ

# HR_TrainingAndDevelopment_TrainingCourseTracking_TrainingCost
source: Training Cost
am: የስልጠናው ወጪ

# HR_TrainingAndDevelopment_TrainingCourseTracking_TrainingProvider
source: Training Provider
am: ስልጠናው የሚሰጠው አካል

# HR_TrainingAndDevelopment_TrainingNeedAssesment_Availability
source: Internal or External
am: በውስጥ የሚሰጥ ወም ከውጭ

# HR_TrainingAndDevelopment_TrainingNeedAssesment_CourseTitle
source: Course Title
am: የኮርሱ ስም

# HR_TrainingAndDevelopment_TrainingNeedAssesment_Date
source: Date
am: ቀን

# HR_TrainingAndDevelopment_TrainingNeedAssesment_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_TrainingAndDevelopment_TrainingNeedAssesment_DevelopmentBy
source: Development by (Organization)
am: የስልጠና ይዘቱን የሚያዘጋጀው አካል

# HR_TrainingAndDevelopment_TrainingNeedAssesment_DevelopmentRequired
source: Development Required
am: የስጠና ይዘት ዝግጅት ካስፈለገ ይገለጽ

# HR_TrainingAndDevelopment_TrainingNeedAssesment_Division
source: Division
am: የፅ/ቤቱ ስም

# HR_TrainingAndDevelopment_TrainingNeedAssesment_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_TrainingAndDevelopment_TrainingNeedAssesment_NumberOfStaff
source: Number Of Staff
am: የሰራተኛ ብዛት

# HR_TrainingAndDevelopment_TrainingNeedAssesment_ProvidedBy
source: Provided by (Organization)
am: ስልጠናው የሚሰጠው ተቋም

# HR_TrainingAndDevelopment_TrainingNeedAssesment_RequiredTraining
source: Required Training
am: ተፈላጊ ስልጠና

# HR_TrainingAndDevelopment_TrainingNeedAssesment_Section
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_TrainingAndDevelopment_TrainingProviders_Address
source: Address
am: አድራሻ

# HR_TrainingAndDevelopment_TrainingProviders_ContactPerson
source: Contact Person
am: የተጠሪ ስም

# HR_TrainingAndDevelopment_TrainingProviders_Email
source: Email
am: ኢ-ሜል

# HR_Profile_EmpSupportingDocumentsGiven_Date
source: Date Given
am: የተሰጠበት ቀን

# HR_Profile_EmpSupportingDocumentsGiven_DocumentType
source: Document Type
am: የሰነዱ ዓይነት
