Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# HR_Payroll_EmpPayrollLongTermDeduction_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollLongTermDeduction_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollLongTermDeduction_MonthlyAmount
source: Monthly Amount
am: ወርሃዊ ክፍያ

# HR_Payroll_EmpPayrollLongTermDeduction_Months
source: Months
am: ተከፍሎ የሚያልቅበት ጊዜ (በ ወር)

# HR_Payroll_EmpPayrollNoDaysWorkedContract_Days
source: Days
am: ከስራ የቀሩበት ቀን ብዛት

# HR_Payroll_EmpPayrollNoDaysWorkedContract_EmpFullNameContract
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollNoDaysWorkedContract_EmpIDContract
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollNoDaysWorkedContract_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollNoDaysWorked_Days
source: Days
am: ከስራ የቀሩበት ቀን ብዛት

# HR_Payroll_EmpPayrollNoDaysWorked_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollNoDaysWorked_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollNoDaysWorked_OrgBranchName
source: Branch Name
am: የተቋም ቅርንጫፍ

# HR_Payroll_EmpPayrollNoDaysWorked_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollOvertimeTwo_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollOvertimeTwo_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollOvertimeTwo_HolidayHours
source: Holiday Hours
am: የዓመት በዓል ሰዓት

# HR_Payroll_EmpPayrollOvertimeTwo_NightHours
source: Night Hours
am: የሌሊት ሰዓት

# HR_Payroll_EmpPayrollOvertimeTwo_NormalHours
source: Normal Hours
am: ኖርማል ሰዓት

# HR_Payroll_EmpPayrollOvertimeTwo_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollOvertimeTwo_RestdayHours
source: Restday Hours
am: የዕረፍት ቀን ሰዓት

# HR_Payroll_EmpPayrollOvertime_Date
source: Date
am: ቀን

# HR_Payroll_EmpPayrollOvertime_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollOvertime_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollOvertime_Hours
source: Hours
am: ሰዓታት

# HR_Payroll_EmpPayrollOvertime_OTType
source: OT Type
am: የትርፍ ሰዓት ዓይነት

# HR_Payroll_EmpPayrollOvertime_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollOvertime_Reason
source: Reason
am: ምክንያት

# HR_Payroll_EmpPayrollServiceChargeViewModel_Amount
source: Amount
am: መጠን

# HR_Payroll_EmpPayrollServiceChargeViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollServiceChargeViewModel_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollServiceChargeViewModel_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_AddCompensation
source: Add Compensation
am: የመካካሸ ክፍያ ጨምር

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_BasicSalary
source: Basic Salary
am: በዚክ ደመወዝ

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_EmpFullName
source: Full Name
am: ሙሉ ሰም

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_ExperienceYears
source: Experience Years
am: የስራ ልምድ በዓመት

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_LegibleMonths
source: Legible Months
am: ወር

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_NetBenefitAmount
source: Net Benefit Amount
am: የተጣራ ክፍያ

# HR_Payroll_EmpPayrollSeveranceAndCompensationPay_TaxAmount
source: Tax Amount
am: የታክስ መጠን

# HR_Payroll_IncomeTaxList_BasicSalary
source: Basic Salary
am: በዚክ ደመወዝ

# HR_Payroll_IncomeTaxList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_IncomeTaxList_FullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_IncomeTaxList_IncomeTax
source: Income Tax
am: የገቢ ግድር ታክስ

# HR_Payroll_OvertimeHoursList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_OvertimeHoursList_FullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_OvertimeHoursList_HolidayHours
source: Holiday Hours
am: የበዓላት ሠዓት

# HR_Payroll_OvertimeHoursList_NightHours
source: Night Hours
am: የለሊት ሰዓት

# HR_Payroll_OvertimeHoursList_NormalHours
source: Normal Hours
am: ኖርማል ሰዓት

# HR_Payroll_OvertimeHoursList_RestdayHours
source: Restday Hours
am: የእረፍት ሰዓት

# HR_Payroll_PayrollContributionTypes_ContributionAccountCode
source: Contribution Account Code
am: የመዋጮ አካውንት ኮድ

# HR_Payroll_PayrollContributionTypes_Name
source: Contribution or Addition Name
am: የመዋጮ ወይም ተጨማሪ ክፍያ ስም

# HR_Payroll_PayrollCostCenter_Values
source: Values
am: ዋጋው/መጠኑ

# HR_Payroll_PayrollDetailViewmodel_AccountDesc
source: Account Desc
am: የአካውንት መግለጫ

# HR_Payroll_PayrollDetailViewmodel_ActingAllowance
source: Acting Allowance
am: የአክቲን አበል

# HR_Payroll_PayrollDetailViewmodel_BankLoan
source: Bank Loan
am: የባንክ ብድር

# HR_Payroll_PayrollDetailViewmodel_BasicSalary
source: Basic Salary
am: በዚክ ደመወዝ

# HR_Payroll_PayrollDetailViewmodel_CarAllowance
source: Car Allowance
am: የመኪና አልዋንስ

# HR_Payroll_PayrollDetailViewmodel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_PayrollDetailViewmodel_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PayrollDetailViewmodel_GrossPay
source: Gross Pay
am: ጠቅላላ ተከፋይ

# HR_Payroll_PayrollDetailViewmodel_IncomeTax
source: Income Tax
am: የገቢ ግብር ታክስ

# HR_Payroll_PayrollDetailViewmodel_LabourUnion
source: Labour Union
am: የሰራተኛ ማህበር

# HR_Payroll_PayrollDetailViewmodel_Loan
source: Loan
am: ብድር

# HR_Payroll_PayrollDetailViewmodel_NetPay
source: Net Pay
am: ተከፋይ

# HR_Payroll_PayrollDetailViewmodel_OtherAddition
source: Other Addition
am: ሌላ ተጨማሪ

# HR_Payroll_PayrollDetailViewmodel_OtherDeduction
source: Other Deduction
am: ሌላ ተቀናሽ

# HR_Payroll_PayrollDetailViewmodel_Overtime
source: Over time
am: ትርፍ ሰዓት

# HR_Payroll_PayrollDetailViewmodel_Pension
source: Pension
am: የጡረታ

# HR_Payroll_PayrollDetailViewmodel_PositionAllowance
source: Position Allowance
am: የወንበር አልዋንስ

# HR_Payroll_PayrollDetailViewmodel_ServiceCharge
source: Service Charge
am: ሰርቪስ ቻርጅ

# HR_Payroll_PayrollDetailViewmodel_TotalAllowance
source: Total Allowance
am: ጠቅላላ የአልዋንስ መጠን

# HR_Payroll_PayrollDetailViewmodel_TotalDeduction
source: Total Deduction
am: ጠቅላላ የተቀናሽ መጠን

# HR_Payroll_PayrollEmployeeAccount_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_PayrollEmployeeAccount_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PayrollEmployeeBankAccount_Account
source: Account
am: የባንክ አካውንት

# HR_Payroll_PayrollEmployeeBankAccount_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_PayrollEmployeeBankAccount_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PayrollEmployeeCostCenter_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_PayrollEmployeeCostCenter_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PayrollPaymentBank_BankName
source: Bank Name
am: የባንክ ስም

# HR_Payroll_PayrollPaymentBank_BranchName
source: Branch Name
am: የቅርንጫፉ ስም

# HR_Payroll_PayrollPensionOrProfitFundOption_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_PayrollPensionOrProfitFundOption_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PayrollPeriod_ContractStatus
source: Contract Status
am: የኮንትራት ሁኔታው

# HR_Payroll_PayrollPeriod_EndDate
source: End Date
am: እስከ

# HR_Payroll_PayrollPeriod_NumberOfDays
source: Number Of Days
am: ጠቅላላ ቀናት

# HR_Payroll_PayrollPeriod_PeriodName
source: Period Name
am: የወቅቱ ስም

# HR_Payroll_PayrollPeriod_StartDate
source: Start Date
am: ከ

# HR_Payroll_PaySlip_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_PenstionList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_ReportByContributionTypeList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_ReportByContributionTypeList_FullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpAppraisalCompetencies_Name
source: Name
am: የብቃት ስም

# HR_PerformanceManagement_EmpAppraisalPeriod_AppraisalPeriod
source: Appraisal Period
am: የምዘና ወቅት

# HR_PerformanceManagement_EmpAppraisalPeriod_DateFrom
source: From
am: የምዘና ወቅት

# HR_PerformanceManagement_EmpAppraisalPeriod_DateTo
source: To
am: እስከ

# HR_PerformanceManagement_EmpAppraisalPeriod_IsClosed
source: Is Closed
am: ተዘግቷል ?

# HR_PerformanceManagement_EmpAppraisalSettings_TotalValueCompetency
source: Total Value of Competencies
am: ጠቅላላ የብቃት ክብደት

# HR_PerformanceManagement_EmpAppraisalSettings_TotalValueCompetencyGoal
source: Total Value of Goals
am: ጠቅላላ የግብ ክብደት

# HR_PerformanceManagement_EmpAppraisalSettings_ValueCompetency
source: Value of Competency
am: የአንዱ ብቃት ክብደት

# HR_PerformanceManagement_EmpAppraisalSettings_ValueCompetencyGoal
source: Value of Goal
am: የአንዱ ግብ ክብደት

# HR_PerformanceManagement_EmpBSCAppraisalPeriod_DateFrom
source: From
am: ከ

# HR_PerformanceManagement_EmpBSCAppraisalPeriod_DateTo
source: To
am: እስከ

# HR_PerformanceManagement_EmpBSCAppraisalPeriod_IsClosed
source: Is Closed
am: ተዘግተዋል

source: Percentage Value of Behaviour
am: የእቅድ አፈፃፀም ውጤት ዋጋ በ መቶኛ

# HR_PerformanceManagement_EmpBSCAppraisalSettings_PercentageValueJobPerformance
source: Percentage Value of Job Performance
am: የባህሪ አፈፃፀም ውጤት ዋጋ በ መቶኛ

# HR_PerformanceManagement_EmpBSCBehaviorsMetrics_MetricName
source: Metric Name
am: መለኪያ

# HR_PerformanceManagement_EmpBSCBehaviorsMetrics_PercentagePointWeight
source: Percentage Of Weight
am: የነጥብ ክብደት

# HR_PerformanceManagement_EmpBSCBehaviors_BehaviorMeasure
source: Behavior Measure
am: የባህሪ ብቃት መለኪያዎች

# HR_PerformanceManagement_EmpBSCBehaviors_PercentageWeight
source: Percentage Weight
am: የባህሪ ብቃት ክብደት

# HR_PerformanceManagement_EmpBSCBehaviors_PerformanceDatasource
source: Performance Data source
am: የአፈፃፀም መረጃ ምንጭ

source: Actual Performance
am: አፈፃፀም

source: Metric Name
am: መለኪያ

source: Percentage Of Weight
am: የነጥብ ክብደት

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationBehaviors_ActualPerformance
source: Actual Performance
am: አፈፃፀም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationBehaviors_BehaviorMeasure
source: Behavior Measure
am: የባህሪ ብቃት መለኪያዎች

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationBehaviors_PercentageWeight
source: Percentage Of Weight
am: ክብደት በመቶኛ

source: Performance data source
am: የአፈፃፀም መረጃ ምንጭ

source: Behavior Performance
am: የባህሪ አፈፃፀም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_Department
source: Department (Process)
am: የስራ ሂደት ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_Division
source: Division
am: የፅ/ቤት ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_IsClosed
source: Closed
am: ተዘግተዋል ?

source: Job Performance
am: የእቅድ አፈፃፀም ውጤት

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_JobRank
source: Job Rank
am: ደረጃ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_Organization
source: Organization
am: ተቋም

source: Performance Level
am: የአፈፃፀም ደረጃ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationFinalResultOnly_Section
source: Section
am: የንዑስ ስራ ሂደት ስም

source: Total Performance
am: ጠቅላላ አፈፃፀም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluationPerformancePlan_ActionName
source: Action Name
am: የአፈፃፀም ግብ ተኮር ተግባራት

source: Actual Performance
am: አፈፃፀምና እቅድ ንፅፅር በ%

source: Concluding Remarks on Performance
am: በአፈፃፀም ላይ የተሰጡ አስተያየቶች ማጠቃለያ

source: Metric (Amount Actual)
am: አፈፃፀም (መጠን)

source: Metric (Amount Plan)
am: የእቅድ መለኪያ (መጠን)

source: Metric (Quality Actual)
am: አፈፃፀም (ጥራት)

source: Metric (Quality Plan)
am: የእቅድ መለኪያ (ጥራት)

source: Metric (Time Actual)"
am: አፈፃፀም (ጊዜ)

source: Metric (Time Plan)
am: የእቅድ መለኪያ (ጊዜ)

source: Percentage Of Weight
am: የአፈፃፀም ተግባሩ ከ100% የሚኖረው ክብደት

source: Performance Level
am: የአፈፃፀም ደረጃ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_BehaviorPerformance
source: Behavior Performance
am: የባህሪ አፈፃፀም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_Department
source: Department (Process)
am: የስራ ሂደት ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_Division
source: Division
am: የፅ/ቤት ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_IsClosed
source: Is Closed
am: ተዘግተዋል ?

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_JobPerformance
source: Job Performance
am: የእቅድ አፈፃፀም ውጤት

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_JobRank
source: Job Rank
am: ደረጃ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_Organization
source: Organization
am: ተቋም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_Section
source: Section
am: የንዑስ ስራ ሂደት ስም

# HR_PerformanceManagement_EmpBSCPerformanceEvaluation_TotalPerformance
source: Total Performance
am: ጠቅላላ አፈፃፀም

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_ActionName
source: Action Name
am: የአፈፃፀም ግብ ተኮር ተግባራት

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_FollowUpMechanism
source: Follow Up Mechanism
am: የአፈፃፀም ክትትል ስልት

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_ImmediateSupervisorSupport
source: Support from immediate supervisor
am: ከቅርብ ሃላፊው የሚጠበቁ የድጋፍ ዓይነቶች

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_MetricAmount
source: Metric (Amount)
am: የእቅድ መለኪያ (መጠን)

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_MetricQuality
source: Metric (Quality)
am: የእቅድ መለኪያ (ጥራት)

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_MetricTime
source: Metric (Time)
am: የእቅድ መለኪያ (ጊዜ)

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_PercentagePointWeight
source: Percentage Of Weight
am: የአፈፃፀም ተግባሩ ከ100% የሚኖረው ክብደት

# HR_PerformanceManagement_EmpBSCPerformancePlanActions_PerformanceLevel
source: Performance Level
am: የአፈፃፀም ደረጃ

# HR_PerformanceManagement_EmpBSCPerformancePlan_BSCAppraisalPeriod
source: Appraisal Period
am: የምዘና ወቅት

# HR_PerformanceManagement_EmpBSCPerformancePlan_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_PerformanceManagement_EmpBSCPerformancePlan_Division
source: Division
am: የፅ/ቤት ስም

# HR_PerformanceManagement_EmpBSCPerformancePlan_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpBSCPerformancePlan_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_PerformanceManagement_EmpBSCPerformancePlan_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_PerformanceManagement_EmpBSCPerformancePlan_Organization
source: Organization
am: ተቋም

# HR_PerformanceManagement_EmpBSCPerformancePlan_Section
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_PerformanceManagement_EmpPerformanceEvaluationCompetencies_Comment
source: Comment
am: አስተያየት

# HR_PerformanceManagement_EmpPerformanceEvaluationCompetencies_CompetencyName
source: Competency Name
am: የብቃት ስም

# HR_PerformanceManagement_EmpPerformanceEvaluationCompetencies_Rating
source: Rating
am: ዉጤት

# HR_PerformanceManagement_EmpPerformanceEvaluationGoals_Comment
source: Comment
am: መግለጫ

# HR_PerformanceManagement_EmpPerformanceEvaluationGoals_GooalName
source: Gooal Name
am: የግብ ስም

# HR_PerformanceManagement_EmpPerformanceEvaluationGoals_Rating
source: Rating
am: ዉጤት

# HR_PerformanceManagement_EmpPerformanceEvaluation_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpPerformanceEvaluation_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_PerformanceManagement_EmpPerformanceEvaluation_EmployeeRemark
source: Employee Remark
am: የተገምጋሚ አስተያየት

# HR_PerformanceManagement_EmpPerformanceEvaluation_EvaluatorRemark
source: Evaluator Remark
am: የገምጋሚ አስተያየት

# HR_PerformanceManagement_EmpPerformanceEvaluation_FinalRating
source: Final Rating
am: የመጨረሻ ዉጤት

# HR_PerformanceManagement_EmpPerformanceEvaluation_IsClosed
source: Is Closed
am: ተዘግቷል ?

# HR_PerformanceManagement_EmpPerformanceEvaluation_Strength
source: Strength
am: ጠንካራ ጎን

# HR_PerformanceManagement_EmpPerformanceEvaluation_Weakness
source: Weakness
am: ደካማ ጎን

# HR_PerformanceManagement_EmpPerformanceGoals_DueDate
source: Due Date
am: የሚጠናቀቅበት ግዜ

# HR_PerformanceManagement_EmpPerformanceGoals_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_PerformanceManagement_EmpPerformanceGoals_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_PerformanceManagement_EmpPerformanceGoals_GoalName
source: Goal Name
am: የግብ ስም

# HR_PerformanceManagement_EmpPerformanceGoals_PercentageOfCompletion
source: Percentage Of Completion
am: የተጠናቀቀው በመቶኛ

# HR_Profile_ContractEmpContact_Address
source: Address
am: አድራሻ

# HR_Profile_ContractEmpContact_City
source: City
am: ዞን ወይም ከተማ

# HR_Profile_ContractEmpContact_HomeTelephone
source: Home Telephone
am: የቤት ስልክ ቁጥር

# HR_Profile_ContractEmpContact_HouseNo
source: House No
am: የቤት ቁጥር

# HR_Profile_ContractEmpContact_Mobile
source: Mobile
am: ሞባይል ቁጥር

# HR_Profile_ContractEmpContact_OtherEmail
source: Other Email
am: ተጨማሪ ኢ-ሜል

# HR_Profile_ContractEmpContact_POBox
source: P.O.Box
am: ፖ.ሳ.ቁጥር

# HR_Profile_ContractEmpContact_State
source: State
am: ክልል

# HR_Profile_ContractEmpContact_WorkEmail
source: Work Email
am: የስራ ኢ-ሜል

# HR_Profile_ContractEmpContact_WorkTelephone
source: Work Telephone
am: የስራ ስልክ ቁጥር

# HR_Profile_ContractEmployeeContracts_From
source: From
am: ከ

# HR_Profile_ContractEmployeeContracts_IsFinished
source: Is Finished
am: ኮንትራቱ አለቀ ?

# HR_Profile_ContractEmployeeContracts_MonthlySalary
source: Monthly Salary
am: ወርሐዊ ደመወዝ

# HR_Profile_ContractEmployeeContracts_To
source: To
am: እስከ

# HR_Profile_ContractEmployeeProfile_Branch
source: Branch
am: ቅርንጫፍ

# HR_Profile_ContractEmployeeProfile_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_Profile_ContractEmployeeProfile_Division
source: Division
am: የፅ/ቤት ስም

# HR_Profile_ContractEmployeeProfile_EmployeeIDNumber
source: ID Number
am: የመታወቅያ ቁጥር

# HR_Profile_ContractEmployeeProfile_FName
source: Father Name
am: የአባት ስም

# HR_Profile_ContractEmployeeProfile_GFName
source: Grand Father Name
am: የወንድ አያት ስም

# HR_Profile_ContractEmployeeProfile_HireDate
source: Hire Date
am: የቅጥር ቀን

# HR_Profile_ContractEmployeeProfile_IsActive
source: Is Active
am: ስራ ላይ ነው?

# HR_Profile_ContractEmployeeProfile_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_Profile_ContractEmployeeProfile_Name
source: Name
am: የሰራተኛው ስም

# HR_Profile_ContractEmployeeProfile_Section
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_Profile_ContractEmployeeProfile_Sex
source: Sex
am: ፆታ

# HR_Profile_DisciplinayMeasureRanks_DisciplinayMeasureRank
source: Measure Rank
am: የቅጣት ደረጃ

# HR_Profile_DisciplinayMeasureTypes_ExpireYear
source: Expire In Year
am: የሚያልቅበት ጊዜ በ ዓመት

# HR_Profile_DisciplinayMeasureTypes_Measure
source: Measure Name
am: የቅጣቱ ስም

# HR_Profile_DisciplinayMeasureTypes_PercentageEffectOnPromotion
source: Percentage Effect On Promotion
am: እድገት ላይ የሚኖረው ቅናሽ በመቶኛ

# HR_Profile_EmpAssociate_Birthdate
source: Date Of Birth
am: የትውልድ ዘመን

# HR_Profile_EmpAssociate_BirthPlace
source: Birth Place
am: የትውልድ ቦታ

# HR_Profile_EmpAssociate_City
source: City
am: ከተማ

# HR_Profile_EmpAssociate_FullName
source: Full Name
am: ሙሉ ስም

# HR_Profile_EmpAssociate_Nationality
source: Nationality
am: ዜግነት

# HR_Profile_EmpAssociate_Phone
source: Phone
am: ሰልክ ቁጥር

# HR_Profile_EmpAssociate_POBox
source: P.O.Box
am: ፖ.ሳ.ቁጥር

# HR_Profile_EmpAssociate_Region
source: Region
am: ክልል

# HR_Profile_EmpAssociate_Relationship
source: Relationship
am: ዝምድና

# HR_Profile_EmpAssociate_Sex
source: Sex
am: ፆታ

# HR_Profile_EmpCommitment_EquivalentPayment
source: Equivalent money for service period
am: የዉሉ መጠን በገንዘብ

# HR_Profile_EmpCommitment_From
source: Date of commitment start
am: የግዴታ ውል የገባበት ቀን

# HR_Profile_EmpCommitment_Reason
source: Reason of commitment
am: የግዴታ ውል የገባበት ምክንያት

# HR_Profile_EmpCommitment_To
source: Date of commitment end
am: ውሉ የሚያልቅበት ጊዜ

# HR_Profile_EmpCompetency_From
source: From
am: ከ

# HR_Profile_EmpCompetency_ProficiencyLevel
source: Proficiency Level
am: የብቃቱ ደረጃ

# HR_Profile_EmpCompetency_SkillType
source: Competency or Skill Type
am: የብቃት ወይም ክህሎት ዓይነት

# HR_Profile_EmpCompetency_Status
source: Status (in progress or achieved)
am: ሁኔታው (በሂደት ላይ/ የተጠናቀቀ)

# HR_Profile_EmpCompetency_To
source: To
am: እስከ

# HR_Profile_EmpContact_Address
source: Address
am: አድራሻ

# HR_Profile_EmpContact_City
source: City
am: ዞን ወይም ከተማ

# HR_Profile_EmpContact_HomeTelephone
source: HomeTelephone
am: የቤት ስልክ ቁጥር

# HR_Profile_EmpContact_HouseNo
source: House No
am: የቤት ቁጥር

# HR_Profile_EmpContact_Mobile
source: Mobile
am: ሞባይል

# HR_Profile_EmpContact_OtherEmail
source: Other Email
am: ተጨማሪ ኢ-ሜል

# HR_Profile_EmpContact_POBox
source: P.O.Box
am: ፖ.ሳ. ቁጥር

# HR_Profile_EmpContact_State
source: State
am: ክልል

# HR_Profile_EmpContact_SubCity
source: Sub City
am: ክፍለ ከተማ

# HR_Profile_EmpContact_Wereda
source: Wereda
am: ወረዳ

# HR_Profile_EmpContact_WorkEmail
source: Work Email
am: የስራ ኢ-ሜል

# HR_Profile_EmpContact_WorkTelephone
source: Work Telephone
am: የስራ ስልክ

# HR_Profile_EmpCosignLetterGiven_CosignLetterDate
source: Letter Date
am: የዋስትና ደብዳቤ የተፃፈበት ጊዜ

# HR_Profile_EmpCosignLetterGiven_CosignReceivingOrg
source: Organization
am: የዋስትናው የተፃፈበት መ/ቤት

# HR_Profile_EmpCosignLetterGiven_CosignReceivingPerson
source: Person Name
am: ዋስ የሆኑለት ግለሰብ ስም

# HR_Profile_EmpCourtPunishment_AuthorityOrCourt
source: Punishing Authority or Court
am: የቀጣው ባለስልጣን ወይም ፍርድ ቤት

# HR_Profile_EmpCourtPunishment_Reason
source: Reason of Punishment
am: የቅጣት ምክንያት

# HR_Profile_EmpCourtPunishment_Type
source: Type of Punishment
am: የቅጣት ዓይነት

# HR_Profile_EmpDisability_TypeAndLevel
source: Type and Level of Disability
am: የአካል ጉዳት ዓይነት እና ደረጃ

# HR_Profile_EmpDisciplinaryCase_Evidence
source: Human or Ducument Evidence
am: የሰው ወይም ሰነድ ማስረጃ

# HR_Profile_EmpDisciplinaryCase_NatureofTransgression
source: Nature of Transgression
am: የጥፋቱ ዝርዝር ጉዳይ

# HR_Profile_EmpDisciplinaryCase_TransgressionDate
source: Transgression Date
am: ጥፋቱ የተፈፀመበት ቀን

# HR_Profile_EmpDisciplinaryHearing_CaseID
source: Case No.
am: የጥፋት ቁጥር

# HR_Profile_EmpDisciplinaryHearing_HearingDate
source: Hearing Date
am: የታየበት ቀን

# HR_Profile_EmpDisciplinaryHearing_HearingOutcome
source: Hearing Outcome
am: የተገኘው ውጤት

# HR_Profile_EmpDisciplinayRecognitions_Award
source: Award
am: የተሰጠው ሽልማት

# HR_Profile_EmpDisciplinayRecognitions_Reason
source: Reason
am: ምክንያት

# HR_Profile_EmpDisciplinayRecognitions_RecognitionDate
source: Recognition Date
am: እውቅና የተሰጠበት ቀን

# HR_Profile_EmpDisciplinayRecognitions_RecognitionType
source: Recognition Type
am: የእውቅና ዓይነት

# HR_Profile_EmpDisciplinayRecognitionTypes_Recognition
source: Recognition Type
am: የእውቅና ዓይነት

# HR_Profile_EmpDisciplinayRecognitionUploadDBModel_FileName
source: File Name
am: የፋይል ስም

# HR_Profile_EmpDisciplineAppeal_Appeal
source: Appeal
am: የይግባኝ ጉዳዩ ዝርዝር

# HR_Profile_EmpDisciplineAppeal_CaseID
source: Case No.
am: ኬዝ ቁጥር

# HR_Profile_EmpDisciplineAppeal_Outcome
source: Hearing Outcome
am: የተገኘው ውጤት

# HR_Profile_EmpDisciplineAppeal_ReverseMeasure
source: Is Reversed By Appeal?
am: ተሽረዋል ወይ ?

# HR_Profile_EmpDisciplineMeasure_CaseID
source: Case No.
am: የጥፋት ቁጥር

# HR_Profile_EmpDisciplineMeasure_DecisionDate
source: Decision Date
am: እርምጃ የተወደበት ቀን

# HR_Profile_EmpDisciplineMeasure_IsExpired
source: Is Expired ?
am: የቅጣቱ ጊዜ አልቋል ወይ ?

# HR_Profile_EmpDisciplineMeasure_IsReversedByAppeal
source: Is Reversed By Appeal?
am: ተሽረዋል ወይ ?

# HR_Profile_EmpDisciplineMeasure_MeasureRank
source: Measure Rank
am: የቅጣት ደረጃ

# HR_Profile_EmpDisciplineMeasure_MeasureTaken
source: Type of Measure Taken
am: የተወሰደ ቅጣት ዓይነት

# HR_Profile_EmpDisciplineMeasure_OrgBranchName
source: Branch Name
am: የቅርንጫፍ ስም
