Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# Common_AddNew
source: Add New
am: አዲስ መዝግብ

# Common_Back
source: Back
am: ተመለስ

# Common_BackToList
source: Back To List
am: ወደ ዝርዝር ተመለስ

# Common_CreatedBy
source: Created By
am: ያዘጋጀው አካል ስም

# Common_CreatedOn
source: Created On
am: የተዘጋጀበት ጊዜ

# Common_Delete
source: Delete
am: ሰርዝ

# Common_Description
source: Description
am: መግለጫ

# Common_Details
source: Detail
am: ዝርዝር

# Common_Edit
source: Edit
am: አስተካክል

# Common_OrgName
source: Organization Name
am: ተቋም

# Common_Remark
source: Remark
am: ማብራሪያ

# Common_Save
source: Save
am: መዝግብ

# Common_Status
source: Status
am: ሁኔታው

# HR_EmpSupportingDocumentsGiven_Date
source: Date Given
am: የተሰጠበት ቀን

# HR_EmpSupportingDocumentsGiven_DocumentType
source: Document Type
am: የተሰጠው የድጋፍ ዓይነት

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_Entitlement
source: Entitlement
am: የሚገባው መጠን

# HR_LeaveManagement_EmpAnnualLeaveEntitlementViewModel_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeavePaidInCash_AmountOfDays
source: Amount of Days Paid in Cash
am: የተከፈለው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpAnnualLeavePaidInCash_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpAnnualLeavePaidInCash_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeavePaidInCash_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveTransferOnebyOne_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpAnnualLeaveTransferOnebyOne_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeaveTransferOnebyOne_FromLeavePeriod
source: From Leave Period
am: ከ ዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveTransferOnebyOne_ToLeavePeriod
source: To Leave Period
am: ወደ ዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveTransferOnebyOne_TransferredAmount
source: Transferred Amount
am: የተዛወረ መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleTotalTakenViewModel_DateFrom
source: Date From
am: ዕረፍት የተወሰደበት ቀን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleTotalTakenViewModel_TotalTaken
source: Total Taken
am: የተወሰደው የዕረፍት ቀን መጠን

source: To Period
am: የተዛወረበት ዕረፍት ወቅት

source: Transferred To Other Period
am: ወደ ሌላ ወቅት የተዛወረ

source: From Period
am: ተዛወረበት ዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleTransferredToViewModel_TransferredTo
source: Transferred From Other Period
am: ከሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_Balance
source: Balance
am: የቀረው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_Entitlement
source: Entitlement
am: የሚገባው መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_TotalTaken
source: Total Amount Taken
am: ጠቅላላ የተወሰደው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_TransferredFrom
source: Transferred To Other Period
am: ወደ ሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageSingleViewModel_TransferredTo
source: Transferred From Other Period
am: ከሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_Balance
source: Balance
am: የቀረው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_Entitlement
source: Entitlement
am: የሚገባው መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_TotalTaken
source: Total Amount Taken
am: ጠቅላላ የተወሰደው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_TransferredFrom
source: Transferred To Other Period
am: ከሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpAnnualLeaveUsageViewModel_TransferredTo
source: Transferred From Other Period
am: ወደ ሌላ ወቅት የተዛወረ

# HR_LeaveManagement_EmpLeaveAddEntitlementSingle_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveAddEntitlementSingle_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveAddEntitlementSingle_Entitlement
source: Entitlement
am: የሚገባው መጠን

# HR_LeaveManagement_EmpLeaveAddEntitlementSingle_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpLeaveAddEntitlementSingle_LeaveType
source: Leave Type
am: የእረፍቱ ዓይነት

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_AmountTaken
source: Amount Taken
am: የተወሰደው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_DateFrom
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_DateTo
source: To
am: እስከ

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveAddLeaveTaken_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpLeaveEntitlementPolicy_AnnualLeaveAmount
source: Entitlement
am: የሚገባው መጠን

# HR_LeaveManagement_EmpLeaveEntitlementPolicy_EmployeeExperienceYears
source: Employee Experience Years
am: የስራ ልምድ ዓመት

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_AmountTakenAfterDelivery
source: Amount Taken After Delivery
am: የፈቃዱ ብዛት ከወሊድ በኋላ የተወሰደ

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_AmountTakenBeforeDelivery
source: Amount Taken Before Delivery
am: የፈቃዱ ብዛት ከወሊድ በፊት የተወሰደ

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_DateFrom
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_DateTo
source: To
am: እስከ

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveMaternitiyLeaveTaken_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_AmountTaken
source: Amount Taken
am: የተወሰደ እረፍት መጠን

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_DateFrom
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_DateTo
source: To
am: እስከ

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpLeaveOtherLeaveTaken_LeaveType
source: Leave Type
am: የእረፍቱ ዓይነት

# HR_LeaveManagement_EmpLeavePeriod_DateFrom
source: From
am: ከ

# HR_LeaveManagement_EmpLeavePeriod_DateTo
source: To
am: እስከ

# HR_LeaveManagement_EmpLeavePeriod_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_Date
source: Date
am: ቀን

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_From
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_HeadName
source: HeadName
am: የሃላፊው ስም

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_LeaveDays
source: Leave Days
am: ቀን ብዛት

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_LeaveType
source: Leave Type
am: የእረፍቱ ዓይነት

# HR_LeaveManagement_EmpLeaveRequestDepartmentHeadComment_Permitted
source: Permitted
am: ተፈቅደዋል ወይ?

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_Date
source: Date
am: ቀን

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_DaysTransferred
source: Days Transferred
am: የተዛወረ ቀን

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_From
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_HeadHR
source: HR Head Name
am: የ ሰው ሃብት ሃላፊ ስም

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_HeadName
source: Head Name
am: የአለቃው ስም

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_NotSickLeavesDaysinFourYears
source: No.Sick Leave Days Taken in Four Years?
am: በ ፬ ዓመት የተወሰደ ህክምና ፍቃድ ከሌለ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_PermittedLeaveDays
source: Permitted Leave Days
am: የተፈቀደ ቀን ብዛት

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_RemainingFromRequestedNowDays
source: Remaining From Requested Days
am: ከተጠየቀው ቀሪ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_SickLeavesDaysinFourYears
source: Sick Leave Days Taken in Four Years
am: በ ፬ ዓመት የተወሰደ ህክምና ፍቃድ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_ThisYearDays
source: This Year Days
am: የዚህ ዓመት ቀን ብዛት

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_To
source: To
am: እስከ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_TotalDays
source: Total
am: ጠቅላላ

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_TransferedDays
source: Transfered Days
am: የተዛወረው ቀን ብዛት

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_TransferedDays1
source: To be Transferred
am: የሚዛወረው

# HR_LeaveManagement_EmpLeaveRequestHRConfirmation_YearTransferredTo
source: Year Transferred To
am: የተዛወረበት ዓመት

# HR_LeaveManagement_EmpLeaveRequest_Date
source: Date
am: ቀን

# HR_LeaveManagement_EmpLeaveRequest_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveRequest_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveRequest_From
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveRequest_LeaveDays
source: Amount Requested
am: የተጠየቀው ቀን ብዛት

# HR_LeaveManagement_EmpLeaveRequest_LeaveReason
source: Leave Reason
am: ምክንያት

# HR_LeaveManagement_EmpLeaveRequest_LeaveType
source: Leave Type
am: የእረፍቱ ዓይነት

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_AmountTaken
source: Amount Taken
am: የተወሰደው የዕረፍት ቀን መጠን

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_DateFrom
source: From
am: ከ

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_DateTo
source: To
am: እስከ

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_EmpID
source: Employee ID Number
am: የመታወቅያ ቁጥር

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_HealthOrganizationSickLeave
source: Health Organization Giving Sick Leave
am: ፈቃድ የሰጣቸው የህክምና ተቋም

# HR_LeaveManagement_EmpLeaveSickLeaveTaken_LeavePeriod
source: Leave Period
am: የዕረፍት ወቅት

# HR_LeaveManagement_LeaveType_Leave
source: Leave Type
am: የእረፍቱ ዓይነት

# HR_Letter_IncomingLetterStatus_Date
source: Date
am: ቀን

# HR_Letter_IncomingLetterStatus_Decision
source: Decision
am: ውሳኔ

# HR_Letter_IncomingLetterUploadDBModel_FileName
source: File Name
am: የፋይል ስም

# HR_Letter_IncomingLetterViewModel_File
source: Select File to Upload
am: ፋይሉን ምረጥ

# HR_Letter_IncomingLetter_Cluster
source: Cluster
am: ክላስተር

# HR_Letter_IncomingLetter_CompanyOrPerson
source: Company or Person
am: የተቋም ስም/የግለሰብ ስም

# HR_Letter_IncomingLetter_Folder
source: Folder
am: አቃፊ

# HR_Letter_IncomingLetter_LetterDate
source: Letter Date
am: ደብዳቤው የተፃፈበት ቀን

# HR_Letter_IncomingLetter_LetterRef
source: Letter Ref
am: የደብዳቤ ቁጥር

# HR_Letter_IncomingLetter_NoAttachement
source: No of Attachement
am: ከሸኚው ጋር የተያያዙ የገፅ ብዛት

# HR_Letter_IncomingLetter_ReceivedDate
source: Received Date
am: የደረሰበት ቀን

# HR_Letter_IncomingLetter_Subject
source: Subject
am: ጉዳዩ

# HR_Letter_OutgoingLetterDetails_LetterDate
source: Letter Date
am: ደብዳቤው የተፃፈበት ቀን

# HR_Letter_OutgoingLetterDetails_LetterDestinationOrg
source: Letter Destination Organization
am: ደብዳቤውን የተፃፈለት ስም ድርጅት

# HR_Letter_OutgoingLetterDetails_LetterNumber
source: Letter Number
am: የደብዳቤ ቁጥር

# HR_Letter_OutgoingLetterDetails_NoAttachement
source: No Attachement
am: ከሸኚው ጋር የተያያዙ የገፅ ብዛት

# HR_Letter_OutgoingLetterDetails_Subject
source: Subject
am: ጉዳዩ

# HR_Letter_OutgoingLetter_CardSerialNumber
source: Card Serial Number
am: የካርድ ተከታታይ ቁጥር

# HR_Letter_OutgoingLetter_FolderNumber
source: Folder Number
am: የአቃፊ ቁጥር

# HR_Letter_OutgoingLetter_FolderOpenDate
source: Card Open Date
am: ካርድ ቁጥር የተከፈተለት ቀን

# HR_Letter_OutgoingLetter_Name
source: Name
am: ደብዳበው የተፃፈለት አካል ስም

# HR_Letter_OutgoingLetter_Type
source: Company or Individual
am: ድርጅት ወይም ግለሰብ

# HR_OrganizationStructure_DepartmentJobCodes_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_DepartmentJobTitle_DepartmentName
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_OrganizationStructure_DepartmentJobTitle_DivisionName
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_DepartmentJobTitle_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_DepartmentJobTitle_JobDescription
source: Main Function
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_DepartmentJobTitle_JobTitle
source: Job Title
am: የመደብ መጠሪያ

# HR_OrganizationStructure_DepartmentJobTitle_Qty
source: Qty
am: የሚያስፈልገው ብዛት

# HR_OrganizationStructure_DivisionJobCodes_JobCode
source: Job Code
am: የስራ መደብ መለያ ቁጥር

# HR_OrganizationStructure_DivisionJobTitle_DivisionName
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_DivisionJobTitle_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_DivisionJobTitle_JobDescription
source: Main Function
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_DivisionJobTitle_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_OrganizationStructure_DivisionJobTitle_Qty
source: Qty
am: የሚያስፈልገው ብዛት

# HR_OrganizationStructure_OrgBranchUserMapping_Branch
source: Branch
am: ቅርንጫፍ

# HR_OrganizationStructure_OrgBranchUserMapping_User
source: User
am: ተጠቃሚ

# HR_OrganizationStructure_OrgChart_Name
source: Organization Name
am: የተቋም ስም

# HR_OrganizationStructure_OrgDepartments_Name
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_OrganizationStructure_OrgDivisions_Name
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_OrgGlobalJobTitle_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_OrganizationStructure_OrgInformation_Address
source: Address
am: አድራሻ

# HR_OrganizationStructure_OrgInformation_City
source: City
am: ከተማ

# HR_OrganizationStructure_OrgInformation_Country
source: Country
am: አገር

# HR_OrganizationStructure_OrgInformation_Email
source: Email
am: ኢ-ሜል

# HR_OrganizationStructure_OrgInformation_Fax
source: Fax
am: የፋክስ ቁጥር

# HR_OrganizationStructure_OrgInformation_Name
source: Organization Name
am: የተቋም ስም

# HR_OrganizationStructure_OrgInformation_Phone
source: Phone
am: ስልክ ቁጥር

# HR_OrganizationStructure_OrgInformation_PostalCode
source: Postal Code
am: ፖ.ሳ.ቁጠር

# HR_OrganizationStructure_OrgInformation_State
source: State
am: ክልል

# HR_OrganizationStructure_OrgInformation_TIN
source: TIN
am: የግብር ከፋይ መለያቁጥር

# HR_OrganizationStructure_OrgInformation_VATNo
source: VAT No
am: ተጨማሪ እሴት ታክስ መለያ ቁጥር

# HR_OrganizationStructure_OrgJobCodes_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_OrgJobTitle_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_OrgJobTitle_JobDescription
source: Main Function
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_OrgJobTitle_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_OrganizationStructure_OrgJobTitle_OrgName
source: Organization
am: የተቋም ስም

# HR_OrganizationStructure_OrgJobTitle_Qty
source: Qty
am: የሚያስፈልገው ብዛት

# HR_OrganizationStructure_OrgLocation_City
source: City
am: ከተማ

# HR_OrganizationStructure_OrgLocation_Country
source: Country
am: አገር

# HR_OrganizationStructure_OrgLocation_LocationName
source: Location Name
am: ቅርንጫፍ

# HR_OrganizationStructure_OrgLocation_State
source: State
am: ክልል

# HR_OrganizationStructure_OrgSections_Name
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_OrganizationStructure_SectionJobCodes_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_SectionJobTitle_DepartmentName
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_OrganizationStructure_SectionJobTitle_DivisionName
source: Division Name
am: የፅ/ቤት ስም

# HR_OrganizationStructure_SectionJobTitle_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_OrganizationStructure_SectionJobTitle_JobDescription
source: Main Function
am: ዋና ዋና ተግባራት

# HR_OrganizationStructure_SectionJobTitle_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_OrganizationStructure_SectionJobTitle_Qty
source: Qty
am: የሚያስፈልገው ብዛት

# HR_OrganizationStructure_SectionJobTitle_SectionName
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_Outsource_OutsourceCompanyProfile_Address
source: Address
am: አድራሻ

# HR_Outsource_OutsourceCompanyProfile_ContactPerson
source: Contact Person
am: የተጠሪ ስም

# HR_Outsource_OutsourceCompanyProfile_ContactPhone
source: Contact Phone
am: የተጠሪ ስልክ

# HR_Outsource_OutsourceCompanyProfile_DateFrom
source: From
am: ከ

# HR_Outsource_OutsourceCompanyProfile_DateTo
source: To
am: እስከ

# HR_Outsource_OutsourceCompanyWorkedDaysViewModel_TotalHoursWorked
source: Total Hours Worked
am: ጠቅላላ የሰራው ሰዓት

# HR_Outsource_OutsourceCompanyWorkedDaysViewModel_TotalPayable
source: Total Payable
am: ጠቅላላ ተከፋይ

# HR_Outsource_OutsourceCompanyWorkedDays_DateFrom
source: From
am: ከ

# HR_Outsource_OutsourceCompanyWorkedDays_DateTo
source: To
am: እስከ

# HR_Outsource_OutsourceCompanyWorkedDays_EmployeeName
source: Employee Full Name
am: ሙሉ ስም

# HR_Outsource_OutsourceCompanyWorkedDays_HoursWorked
source: Hours Worked
am: የሰራው ሰዓት

# HR_Outsource_OutsourceCompanyWorkedDays_OutsourceCompanyProfile
source: Company Name
am: የድርጅት ስም

# HR_Outsource_OutsourceCompanyWorkedDays_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Outsource_OutsourceCompanyWorkedDays_TotalPayable
source: Total Payable
am: ጠቅላላ ተከፋይ

# HR_Payroll_BankPaymentList_BankAccount
source: Bank Account
am: የባንክ ሂሳብ ቁጥር

# HR_Payroll_BankPaymentList_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_BankPaymentList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_BankPaymentList_NetEarning
source: Net Earning
am: የተጣራ ተከፋይ

# HR_Payroll_BasicSalaryList_BasicSalary
source: Basic Salary
am: መነሻ ደመወዝ

# HR_Payroll_BasicSalaryList_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_BasicSalaryList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_CreditandLabourList_BasicSalary
source: Basic Salary
am: መሰረታዊ ደመወዝ

# HR_Payroll_CreditandLabourList_CreditContribution
source: Credit Contribution
am: ክረዲት መዋጮ

# HR_Payroll_CreditandLabourList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_CreditandLabourList_FullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_CreditandLabourList_LabourUnionContribution
source: Labour Union Contribution
am: የሌበር መዋጮ

# HR_Payroll_EmpContribution_AdditionalAmount
source: Additional Amount
am: ተጨማሪ ወርሃዊ መዋጮ

# HR_Payroll_EmpContribution_ContributionName
source: Contribution Name
am: የመዋጮ ዓይነት

# HR_Payroll_EmpContribution_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpContribution_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpContribution_IsActive
source: Is Active
am: አክቲቭ ነው ?

# HR_Payroll_EmpContribution_MonthlyAmountPercentage
source: Monthly Amount Percentage
am: ወርሃዊ መዋጮ በመቶኛ

# HR_Payroll_EmpFixedContribution_Balance
source: Balance
am: ቀሪ ክፍያ

# HR_Payroll_EmpFixedContribution_ContributionAmount
source: Contribution Amount
am: የመዋጮ መጠን

# HR_Payroll_EmpFixedContribution_ContributionName
source: Contribution Name
am: የመዋጮ ዓይነት

# HR_Payroll_EmpFixedContribution_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpFixedContribution_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpFixedContribution_MonthlyAmount
source: Monthly Amount
am: ወርሃዊ ክፍያ

# HR_Payroll_EmpFixedContribution_Months
source: Months
am: ተከፍሎ የሚያልቅበት ጊዜ (በ ወር)

# HR_Payroll_EmpPayrollAdavance_Balance
source: Balance
am: ቀሪ ክፍያ

# HR_Payroll_EmpPayrollAdavance_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollAdavance_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollAdavance_JumpHoliday
source: Holiday
am: በዓላት

# HR_Payroll_EmpPayrollAdavance_MonthlyAmount
source: Monthly Amount
am: የወርሓዊ መጠን

# HR_Payroll_EmpPayrollAdavance_Months
source: Months
am: ወር

# HR_Payroll_EmpPayrollAddition_AdditionType
source: Addition Type
am: የተጨማሪ ክፍያ ዓይነት

# HR_Payroll_EmpPayrollAddition_Amount
source: Amount
am: መጠን

# HR_Payroll_EmpPayrollAddition_EmpFullName
source: Full Name
am: የሰራተኛው ስም

# HR_Payroll_EmpPayrollAddition_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollAddition_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollCalculateBonus_BasicSalary
source: Basic BasicSalarySalary
am: ደመወዝ

# HR_Payroll_EmpPayrollCalculateBonus_BonusAmount
source: Bonus Amount
am: የቦነስ መጠን

# HR_Payroll_EmpPayrollCalculateBonus_EmpFullName
source: Full Name
am: የሰራተኛው ስም

# HR_Payroll_EmpPayrollCalculateBonus_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollCalculateBonus_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_Payroll_EmpPayrollCalculateBonus_IncomeTax
source: Income Tax
am: የገቢ ግብር

# HR_Payroll_EmpPayrollCalculateBonus_Multiplier
source: Multiplier
am: ማባዣ

# HR_Payroll_EmpPayrollContractOvertimeTwo_EmpFullNameContract
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollContractOvertimeTwo_EmpIDContract
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollContractOvertimeTwo_HolidayHours
source: Holiday Hours
am: የዓመት በዓል ሰዓት

# HR_Payroll_EmpPayrollContractOvertimeTwo_NightHours
source: Night Hours
am: የሌሊት ሰዓት

# HR_Payroll_EmpPayrollContractOvertimeTwo_NormalHours
source: Normal Hours
am: ኖርማል ሰዓት

# HR_Payroll_EmpPayrollContractOvertimeTwo_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollContractOvertimeTwo_RestdayHours
source: Restday Hours
am: የዕረፍት ቀን ሰዓት

# HR_Payroll_EmpPayrollCreditAssociation_AdditionalAmount
source: Additional Amount
am: ተጨማሪ ወርሃዊ መዋጮ

# HR_Payroll_EmpPayrollCreditAssociation_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollCreditAssociation_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollCreditAssociation_IsMember
source: Is Member
am: አባል ነው ?

# HR_Payroll_EmpPayrollCreditAssociation_MonthlyAmountPercentage
source: Monthly Amount Percentage
am: ወርሃዊ መዋጮ በመቶኛ

# HR_Payroll_EmpPayrollDeduction_Amount
source: Amount
am: መጠን

# HR_Payroll_EmpPayrollDeduction_DeductionType
source: Deduction Type
am: የመዋጮ ዓይነት

# HR_Payroll_EmpPayrollDeduction_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollDeduction_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollDeduction_OrgBranchName
source: Branch Name
am: የቅርንጫፍ ስም

# HR_Payroll_EmpPayrollDeduction_PayrollPeriodName
source: Payroll Period
am: የፐይሮል ወቅት

# HR_Payroll_EmpPayrollLabourUnion_AdditionalAmount
source: Additional Amount
am: ተጨማሪ መጠን

# HR_Payroll_EmpPayrollLabourUnion_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollLabourUnion_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollLabourUnion_IsMember
source: Is Member
am: አባል ነው?

# HR_Payroll_EmpPayrollLabourUnion_MonthlyAmountPercentage
source: Monthly Amount Percentage
am: የወርሓዊ መጠን በፐርሰንት

# HR_Payroll_EmpPayrollLoan_Balance
source: Balance
am: ቀሪ ክፍያ

# HR_Payroll_EmpPayrollLoan_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Payroll_EmpPayrollLoan_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Payroll_EmpPayrollLoan_JumpHoliday
source: Holiday
am: በዓላትን ይዝለሉ

# HR_Payroll_EmpPayrollLoan_LoanAmount
source: Loan Amount
am: የብድር መጠን

# HR_Payroll_EmpPayrollLoan_MonthlyAmount
source: Monthly Amount
am: ወርሃዊ ክፍያ

# HR_Payroll_EmpPayrollLoan_Months
source: Months
am: ተከፍሎ የሚያልቅበት ጊዜ (በ ወር)

# HR_Payroll_EmpPayrollLongTermDeduction_Balance
source: Balance
am: ቀሪ ክፍያ

# HR_Payroll_EmpPayrollLongTermDeduction_DeductionAmount
source: Deduction Amount
am: የተቆራጭ መጠን

# HR_Payroll_EmpPayrollLongTermDeduction_DeductionType
source: Deduction Type
am: የመዋጮ ዓይነት
