Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: Resources/Resources.*.resx
Languages: am

# HR_Profile_EmpEducation_CertificateObtained
source: Certificate Obtained
am: የትምህርት ደረጃ

# HR_Profile_EmpEducation_EducationalField
source: Educational Field
am: የትምህርት ዓይነት

# HR_Profile_EmpEducation_From
source: From
am: ትምህርት የጀመረበት

# HR_Profile_EmpEducation_Institute
source: Institute
am: የተማረበት ተቋም ስም

# HR_Profile_EmpEducation_InstituteAddress
source: Institute Address
am: የተማረበት ተቋም አድራሻ

# HR_Profile_EmpEducation_PercentCoveredByOrg
source: Percent Covered By Org
am: በመስሪያቤቱ የተሸፈነ ወጪ በመቶኛ

# HR_Profile_EmpEducation_Score
source: Score
am: ውጤት

# HR_Profile_EmpEducation_To
source: To
am: ዲግሪው ወይም ዲፕሎማው ያገኘበት

# HR_Profile_EmpEducation_TotalCost
source: Total Cost
am: ጠቅላላ ወጪ

# HR_Profile_EmpEducation_TotalDuration
source: Total Duration
am: ጠቅላላ የፈጀው ጊዜ

# HR_Profile_EmpEmergencyContact_HomeTelephone
source: Home Telephone
am: የቤት ስልክ ቁጥር

# HR_Profile_EmpEmergencyContact_Mobile
source: Mobile
am: ሞባይል

# HR_Profile_EmpEmergencyContact_Name
source: Name
am: ሙሉ ስም

# HR_Profile_EmpEmergencyContact_Relationship
source: Relationship
am: የዝምድናው ዓይነት

# HR_Profile_EmpEmergencyContact_WorkTelephone
source: Work Telephone
am: የስራ ስልክ

# HR_Profile_EmpExperience_ClearanceDate
source: Clearance Date
am: መልቀቂያ የወሰዱበት ጊዜ

# HR_Profile_EmpExperience_ClearanceReason
source: Clearance Reason
am: የለቀቁበት ምክንያት

# HR_Profile_EmpExperience_EmploymentType
source: Employment Type
am: የቅጥር ዓይነት

# HR_Profile_EmpExperience_From
source: From
am: ከ

# HR_Profile_EmpExperience_IcomeTaxPaymentRefNo
source: Icome Tax Payment Ref No
am: የገቢ ግብር የከፈሉበት ማረጋገጫ ሰነድ ቁጥር

# HR_Profile_EmpExperience_Organization
source: Organization
am: የሰራበት ድርጅት

# HR_Profile_EmpExperience_OrganizationFullAddress
source: Organization Full Address
am: የድርጅቱ ሙሉ አድራሻ

# HR_Profile_EmpExperience_Responsibility
source: Responsibility
am: የስራ ድርሻ

# HR_Profile_EmpExperience_Salary
source: Salary
am: ደመወዝ

# HR_Profile_EmpExperience_To
source: To
am: እስከ

# HR_Profile_EmpExperience_TotalDurationYears
source: Total Duration in Years
am: ጠቅላላ የሰራበት ግዜ በዓመት

# HR_Profile_EmpLanguageProficiency_LanguageName
source: Language Name
am: የቋንቋው ስም

# HR_Profile_EmpLanguageProficiency_Listening
source: Listening
am: መስማት

# HR_Profile_EmpLanguageProficiency_Reading
source: Reading
am: ማንበብ

# HR_Profile_EmpLanguageProficiency_Speaking
source: Speaking
am: መናገር

# HR_Profile_EmpLanguageProficiency_Writing
source: Writing
am: መፃፍ

# HR_Profile_EmployeePensionNumber_EmpFullName
source: Full Name
am: ሙሉ ስም

# HR_Profile_EmployeePensionNumber_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_Profile_EmployeePensionNumber_PensionNumber
source: Pension Number
am: የጥሮታ ቁጥር

# HR_Profile_EmployeeProfile_BirthPlace
source: Birth Place
am: የትውልድ ቦታ

# HR_Profile_EmployeeProfile_Branch
source: Branch
am: ቅርንጭፍ

# HR_Profile_EmployeeProfile_DateOfBirth
source: Date Of Birth
am: የትውልድ ዘመን

# HR_Profile_EmployeeProfile_EmployeeIDNumber
source: ID Number
am: የመታወቅያ ቁጥር

# HR_Profile_EmployeeProfile_FName
source: Father Name
am: የአባት ስም

# HR_Profile_EmployeeProfile_GFName
source: Grand Father Name
am: የወንድ አያት ስም

# HR_Profile_EmployeeProfile_HireDate
source: Hire Date
am: የቅጥር ቀን

# HR_Profile_EmployeeProfile_IsActive
source: Is Active?
am: ስራ ላይ ነው ?

# HR_Profile_EmployeeProfile_MaritalStatus
source: Marital Status
am: የጋብቻ ሁኔታ

# HR_Profile_EmployeeProfile_MotherName
source: Mother's Full Name
am: የእናት ሙሉ ስም

# HR_Profile_EmployeeProfile_MotherTongue
source: Mother Toungue
am: የአፍ መፍቻ ቋንቋ

# HR_Profile_EmployeeProfile_Name
source: Name
am: የሰራተኛው ስም

# HR_Profile_EmployeeProfile_Nation
source: Nation
am: ብሄር

# HR_Profile_EmployeeProfile_Nationality
source: Nationality
am: ዜግነት

# HR_Profile_EmployeeProfile_PenstionNo
source: Penstion No
am: የጡረታ መለያ ቁጥር

# HR_Profile_EmployeeProfile_Region
source: Region
am: ክልል

# HR_Profile_EmployeeProfile_Religion
source: Religion
am: ሃይማኖት

# HR_Profile_EmployeeProfile_Sex
source: Sex
am: ፆታ

# HR_Profile_EmpTraining_CourseName
source: Course Name
am: የኮርስ ሰም

# HR_Profile_EmpTraining_From
source: From
am: ከ

# HR_Profile_EmpTraining_Organization
source: Organization
am: ስልጠና የወሰዱበት ተቋም

# HR_Profile_EmpTraining_OrganizationFullAddress
source: Organization Full Address
am: ስልጠና የወሰዱበት ተቋም ሙሉ አድራሻ

# HR_Profile_EmpTraining_PercentCoveredByOrg
source: Percent Covered By Org
am: በመስራቤቱ የተከፈለ መጠን በመቶኛ

# HR_Profile_EmpTraining_Score
source: Score
am: ውጤት

# HR_Profile_EmpTraining_Sponsor
source: Sponsor
am: ስፖንሰር

# HR_Profile_EmpTraining_To
source: To
am: እስከ

# HR_Profile_EmpTraining_TotalCost
source: Total Cost
am: ጠቅላላ ወጪ

# HR_Profile_EmpTraining_TotalDuration
source: Total Duration
am: ጠቅላላ ግዜ

# HR_Profile_EmpTraining_TrainingNature
source: Training Nature
am: የስልጠና ሁኔታ

# HR_Profile_EmpTraining_TrainingType
source: Training Type
am: የስልጠናው ዓይነት

# HR_Profile_HealthIncidentComponsation_AmountofCompensation
source: Amount of Compensation
am: የካሳው መጠን

# HR_Profile_HealthIncidentComponsation_IncidentID
source: Incident ID
am: የአደጋው መለያ ቁጥር

# HR_Profile_HealthIncidentReporting_IncidentDate
source: Date of Incident
am: አደጋ ያጋጠመበት ቀን

# HR_Profile_HealthIncidentReporting_IsAtWorkPlace
source: Is At Work Place
am: በስራ ቦታ ላይ ያጋጠመ ነው?

# HR_Profile_HealthIncidentReporting_IsOnDuty
source: Is On Duty
am: ሰራተኛው በስራ ላይ በነበረበት ያጋጠመ

# HR_Profile_HealthIncidentReporting_LocationofIncident
source: Location of Incident
am: አደጋው ያጋጠመበት ቦታ

# HR_Profile_HealthIncidentReporting_NatureofIncident
source: Nature of Incident
am: የአደጋው ዝርዝር

# HR_Profile_HealthIncidentReporting_WitnessofIncident
source: Persons that witnessed the incident
am: የነበረ ምስክር

# HR_Profile_HealthMedicalHistory_CostofMedication
source: Cost of Medication
am: የህክምናው ወጪ መጠን

# HR_Profile_HealthMedicalHistory_HospitalOrClinic
source: Hospital Or Clinic
am: ጤና ተቋሙ ስም

# HR_Profile_HealthMedicalHistory_IncidentID
source: Incident ID
am: የአደጋው መለያ ቁጥር

# HR_Profile_HealthMedicalHistory_Medication
source: Description of Medication
am: የህክምናው ዝርዝር

# HR_Profile_HealthSickLeaves_IncidentID
source: Incident ID
am: የአደጋው መለያ ቁጥር

# HR_Profile_HealthSickLeaves_SickLeaveType
source: Sick Leave Type
am: የዕረፍቱ ዓይነት

# HR_PromotionAndTrasfer_EmpAssignment_AssignmentDate
source: Assignment Date
am: የተመደበበት ቀን

# HR_PromotionAndTrasfer_EmpAssignment_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_PromotionAndTrasfer_EmpAssignment_Division
source: Division
am: የፅ/ቤት ስም

# HR_PromotionAndTrasfer_EmpAssignment_EndDate
source: End Date
am: የሚያልቅበት ቀን

# HR_PromotionAndTrasfer_EmpAssignment_AssignmentType
source: Assignment Type
am: የምደባው ዓይነት

# HR_PromotionAndTrasfer_EmpAssignment_JobCode
source: Job Code
am: የስራ መደብ መታወቂያ ቁጥር

# HR_PromotionAndTrasfer_EmpAssignment_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_PromotionAndTrasfer_EmpAssignment_Organization
source: Organization
am: ተቋም

# HR_PromotionAndTrasfer_EmpAssignment_Rank
source: Rank
am: ደረጃ

# HR_PromotionAndTrasfer_EmpAssignment_Salary
source: Salary
am: ደመወዝ

# HR_PromotionAndTrasfer_EmpAssignment_Section
source: Section Name
am: የንዑስ ስራ ሂደት ስም

# HR_PromotionAndTrasfer_EmpAssignment_Step
source: Step
am: እርከን

# HR_PromotionAndTrasfer_EmpAssignment_WorkPlace
source: Work Place
am: የስራ ቦታ

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_EducationLevel
source: Education Level
am: የትምህርት ደረጃ

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_EmpFullName
source: Employee Name
am: የሰራተኛው ስም

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_EmpID
source: Employee ID
am: የመታወቅያ ቁጥር

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_FieldofEducation
source: Field of Education
am: የትምሀርት ዓይነት

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_JobAccomplishment
source: Job Accomplishment
am: የስራ አፈፃፀም

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_Profile
source: Profile
am: ማህደር

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_TotalExamResult
source: Total Exam Result
am: ጠቅላላ የፈተና ውጤት

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_Training
source: Training
am: ስልጠና

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_WorkExperienceDay
source: Work Experience (Day)
am: የስራ ልምድ (ቀን)

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_WorkExperienceMonth
source: Work Experience (Month)
am: የስራ ልምድ (ወር)

# HR_PromotionAndTrasfer_PromotionAndTransferApplicantList_WorkExperienceYear
source: Work Experience (Year)
am: የስራ ልምድ (ዓመት)

# HR_PromotionAndTrasfer_PromotionAndTransferExamResult_Question
source: Question
am: ጥያቄ

# HR_PromotionAndTrasfer_PromotionAndTransferExamResult_QuestionResult
source: Result
am: ውጤት

# HR_PromotionAndTrasfer_PromotionAndTransferExamResult_QuestionWeight
source: Weight
am: ክብደት

# HR_Recruitment_ApplicantProbation_ProbationEvaluationResult
source: Probation Evaluation Result
am: የሙከራ ጊዜ ውጤት

# HR_Recruitment_ApplicantProbation_ProbationFinishDate
source: Probation Finish Date
am: የሙከራ ጊዜ የሚያልቅበት ቀን

# HR_Recruitment_ApplicantProbation_Remark
source: Remark
am: ማብራሪያ

# HR_Recruitment_ApplicantProbation_Status
source: Status
am: ሁኔታው

# HR_Recruitment_ApplicantRegistration_Age
source: Age
am: ዕድሜ

# HR_Recruitment_ApplicantRegistration_ApplicantName
source: Applicant Name
am: የአመልካች ስም

# HR_Recruitment_ApplicantRegistration_CheckedByName
source: Checked By
am: ያረጋገጠው ስም

# HR_Recruitment_ApplicantRegistration_CheckedByTitle
source: Title
am: ያረጋገጠው ሰው ሓላፊነት

# HR_Recruitment_ApplicantRegistration_City
source: City
am: ከተማ

# HR_Recruitment_ApplicantRegistration_EducationLevel
source: Education Level
am: የትምሀርት ደረጃ

# HR_Recruitment_ApplicantRegistration_FieldofEducation
source: Field of Education
am: የትምሀርት ዓይነት

# HR_Recruitment_ApplicantRegistration_HouseNo
source: House No
am: የቤት ቁጥር

# HR_Recruitment_ApplicantRegistration_Kebele
source: Kebele
am: ወረዳ

# HR_Recruitment_ApplicantRegistration_RegisteredByName
source: Registered By
am: የመዝጋቢው ስም

# HR_Recruitment_ApplicantRegistration_RegisteredByTitle
source: Title
am: የመዝጋቢው ሓላፊነት

# HR_Recruitment_ApplicantRegistration_RegistrationDate
source: Registration Date
am: የተመዘገቡበት ቀን

# HR_Recruitment_ApplicantRegistration_RegistrationPlace
source: Registration Place
am: የምዝገባ ቦታ

# HR_Recruitment_ApplicantRegistration_Sex
source: Sex
am: ፆታ

# HR_Recruitment_ApplicantRegistration_SubCity
source: Sub City
am: ክፍለ ከተማ

# HR_Recruitment_ApplicantRegistration_Telephone
source: Telephone
am: ስልክ

# HR_Recruitment_ApplicantRegistration_WorkExperience
source: Work Experience
am: የስራ ልምድ

# HR_Recruitment_ApplicantResultSummaryViewModel_Age
source: Age
am: ዕድሜ

# HR_Recruitment_ApplicantResultSummaryViewModel_ApplicantName
source: Applicant Name
am: የአመልካች ስም

# HR_Recruitment_ApplicantResultSummaryViewModel_EducationLevel
source: Education Level
am: የትምሀርት ደረጃ

# HR_Recruitment_ApplicantResultSummaryViewModel_Interview
source: Interview
am: የቃለ መጠይቅ ውጤት

# HR_Recruitment_ApplicantResultSummaryViewModel_PracticalExam
source: Practical Exam
am: የተግባር ፈተና ውጤት

# HR_Recruitment_ApplicantResultSummaryViewModel_Rank
source: Rank
am: ደረጃ

# HR_Recruitment_ApplicantResultSummaryViewModel_Related
source: Related Experience
am: ተያያዥ የስራ ልምድ

# HR_Recruitment_ApplicantResultSummaryViewModel_Relevant
source: Relevant Experience
am: አግባብነት ያለው የስራ ልምድ

# HR_Recruitment_ApplicantResultSummaryViewModel_Sex
source: Sex
am: ፆታ

# HR_Recruitment_ApplicantResultSummaryViewModel_TheoryExam
source: Theory Exam
am: የጽሑፍ ፈተና ውጤት

# HR_Recruitment_ApplicantResultSummaryViewModel_Total
source: Total
am: ጠቅላላ

# HR_Recruitment_ApplicantResultSummary_Related
source: Related Experience
am: ተያያዥ የስራ ልምድ

# HR_Recruitment_ApplicantResultSummary_EducationLevel
source: Education Level
am: የትምሀርት ደረጃ

# HR_Recruitment_ApplicantResultSummary_Interview
source: Interview
am: የቃለ መጠይቅ ውጤት

# HR_Recruitment_ApplicantResultSummary_PracticalExam
source: Practical Exam
am: የተግባር ፈተና ውጤት

# HR_Recruitment_ApplicantResultSummary_Rank
source: Rank
am: ደረጃ

# HR_Recruitment_ApplicantResultSummary_Relevant
source: Relevant Experience
am: አግባብነት ያለው የስራ ልምድ

# HR_Recruitment_ApplicantResultSummary_TheoryExam
source: Theory Exam
am: የጽሑፍ ፈተና ውጤት

# HR_Recruitment_ApplicantResultSummary_Total
source: Total
am: ጠቅላላ

# HR_Recruitment_ApplicationLetterExperience_NameofOrganization
source: Name of Organization
am: የሰሩበት ተቋም

# HR_Recruitment_ApplicationLetterExperience_Position
source: Position
am: ሓላፊነት

# HR_Recruitment_ApplicationLetterExperience_ReasonofLeavingJob
source: Reason of Leaving Your Job
am: ከስራው የለቀቁበት ምክንያት

# HR_Recruitment_ApplicationLetterExperience_Salary
source: Salary
am: ደመወዝ

# HR_Recruitment_ApplicationLetterExperience_ServiceYearFromTo
source: Service Year From To
am: የሰሩበት ጊዘ ከ እስከ

# HR_Recruitment_ApplicationLetter_Address
source: Address
am: አድራሻ

# HR_Recruitment_ApplicationLetter_AnyDisability
source: Any Disability
am: ሌላ የአካል ጉዳት ካለ ይገለጽ

# HR_Recruitment_ApplicationLetter_AnyRelativeInTheCompany
source: Any Relative In TheCompany
am: በድርጅት ውስጥ ዘመድ ካለዎት ይገለጽ

# HR_Recruitment_ApplicationLetter_AreYouEmployedNow
source: Are You Employed Now
am: አሁን ተቀጥረው የሚሰሩ ከሆነ ይገለጽ

# HR_Recruitment_ApplicationLetter_Citizenship
source: Citizenship
am: ዜግነት

# HR_Recruitment_ApplicationLetter_City
source: City
am: ከተማ

# HR_Recruitment_ApplicationLetter_DateOfBirth
source: Date of Birth
am: የትውልድ ዘመን

# HR_Recruitment_ApplicationLetter_EducationalStatus
source: Educational Status
am: የትምህርት ደረጃ

# HR_Recruitment_ApplicationLetter_EmergencyAddress
source: Emergency Address
am: የአደጋ ጊዜ ተጠሪ አድራሻ

# HR_Recruitment_ApplicationLetter_EmergencyContact
source: EmergencyContact
am: የአደጋ ጊዜ ተጠሪ አድራሻ

# HR_Recruitment_ApplicationLetter_EmergencyPhone
source: Emergency Phone
am: የአደጋ ጊዜ ተጠሪ ስልክ

# HR_Recruitment_ApplicationLetter_ExpectedSalary
source: Expected Salary
am: የሚጠብቁት ደመወዝ

# HR_Recruitment_ApplicationLetter_FName
source: Father Name
am: የአባት ስም

# HR_Recruitment_ApplicationLetter_GFName
source: Grand Father Name
am: የወንድ አያት ስም

# HR_Recruitment_ApplicationLetter_HealthCheckUpBefore5Years
source: Health Check Up Before 5 Years
am: ከ ፭ ዓመት በፊት ያደረጉት የጤና ቸክ አፕ

# HR_Recruitment_ApplicationLetter_HearingVisionSpeechDisability
source: Hearing Vision Speech Disability
am: የማየት ወይም የመስማት አካል ጉዳት ካለ ይገለጽ

# HR_Recruitment_ApplicationLetter_Higher
source: Higher
am: ከፍተኛ

# HR_Recruitment_ApplicationLetter_Hobby
source: Hobby
am: ጊዜ ማሳለፍያ (ሆቢ)

# HR_Recruitment_ApplicationLetter_HomePhone
source: Home Phone
am: የቤት ስልክ

# HR_Recruitment_ApplicationLetter_HouseNo
source: House No
am: የቤት ቁጥር

# HR_Recruitment_ApplicationLetter_JobAppliedFor
source: Job Applied For
am: ያመለከቱበት የስራ መደብ

# HR_Recruitment_ApplicationLetter_Kebelle
source: Kebelle
am: ቀበሌ

# HR_Recruitment_ApplicationLetter_LastHealthCheckupDate
source: Last Health Checkup Date
am: ለመጨረሻ ጊዜ የጤና ችክ አፕ ያረጉበት ቀን

# HR_Recruitment_ApplicationLetter_MaritalStatus
source: Marital Status
am: የጋብቻ ሁኔታ

# HR_Recruitment_ApplicationLetter_Mobile
source: Please enter a valid phone number.
am: ሞባይል

# HR_Recruitment_ApplicationLetter_Name
source: Name
am: የሰራተኛው ስም

# HR_Recruitment_ApplicationLetter_Nationality
source: Nationality
am: ብሄር

# HR_Recruitment_ApplicationLetter_OfficePhone
source: Office Phone
am: የቢሮ ስልክ

# HR_Recruitment_ApplicationLetter_PlaceOfWork
source: Place Of Work
am: የሚሰሩበት ቦታ እና ድርጅት

# HR_Recruitment_ApplicationLetter_Sex
source: Sex
am: ፆታ

# HR_Recruitment_ContractEmployeeRequisitionDetails_DateFrom
source: The Employees are required From
am: ሰራተኞቹ የሚፈለጉበት ጊዘ ከ

# HR_Recruitment_ContractEmployeeRequisitionDetails_DateTo
source: To
am: እስከ

# HR_Recruitment_ContractEmployeeRequisitionDetails_JobDescription
source: Job Description
am: የስራ መደብ

# HR_Recruitment_ContractEmployeeRequisitionDetails_NumberofStaffRequested
source: Number of Staff Requested
am: የተጠየቀው ሰራተኛ ብዛት

# HR_Recruitment_ContractEmployeeRequisitionDetails_RequestedProfession
source: Requested Profession
am: የተጠየቀው የሙያ ዓይነት

# HR_Recruitment_ContractEmployeeRequisitionDetails_RequestingSection
source: Requesting Section
am: የጠየቀው ክፍል

# HR_Recruitment_ContractEmployeeRequisition_Date
source: Date
am: ጥያቄ የቀረበበት ቀን

# HR_Recruitment_ContractEmployeeRequisition_HRDepartmentHead
source: HR Department Head
am: የሰው ሃብት ሓላፊ

# HR_Recruitment_ContractEmployeeRequisition_ProcessDirectorateDirectorName
source: Process Directorate Director Name
am: ጥያቄ ያቀረበው ዳይረክቶሬት ደይረክተር ስም

# HR_Recruitment_ContractEmployeeRequisition_RequestingSubProcessName
source: Requesting Sub Process Name
am: ጥያቄ ያቀረበው የስራ ሂደት

# HR_Recruitment_ContractEmployeeRequisition_SeniorHRExpertName
source: Senior HR Expert Name
am: የሰው ሃብት ባለሞያ ስም

# HR_Recruitment_EmpCoSignProperty_PropertyAddress
source: Address
am: የሚገኝበት አድራሻ

# HR_Recruitment_EmpCoSignProperty_PropertyDetails
source: Detail Description
am: ዝርዝር ሁኔታ

# HR_Recruitment_EmpCoSignProperty_PropertyType
source: Property Type
am: የንብረቱ ወይም መያዣ ዓይነት

# HR_Recruitment_EmpCoSignProperty_PropertyWorth
source: Worth in Birr
am: መጠን በብር

# HR_Recruitment_EmpCoSign_AgreementDate
source: Aggreement Signed Date
am: ውል የገባበት ቀን

# HR_Recruitment_EmpCoSign_BirthPlace
source: Birth Place
am: የትውልድ ቦታ

# HR_Recruitment_EmpCoSign_FullName
source: Full Name
am: ሙሉ ስም

# HR_Recruitment_EmpCoSign_LivingHouseNo
source: House No of Residence
am: የሚኖርበት ቤት ቁጥር

# HR_Recruitment_EmpCoSign_LivingIDNumber
source: Residence gov't ID
am: የነዋሪነት መታወቅያ ቁጥር

# HR_Recruitment_EmpCoSign_LivingKebele
source: Kebelle of Residence
am: የሚኖርበት ቀበሌ

# HR_Recruitment_EmpCoSign_LivingPhone
source: Telephone of Residence
am: የቤት ስልክ ቁጥር

# HR_Recruitment_EmpCoSign_LivingRegion
source: Region of Residence
am: የሚኖርበት ክልል

# HR_Recruitment_EmpCoSign_LivingWereda
source: Wereda of Residence
am: የሚኖርበት ወረዳ

# HR_Recruitment_EmpCoSign_Occupation
source: Occupation
am: ስራ

# HR_Recruitment_EmpCoSign_OrgHouseNo
source: House No of Organization
am: የሚሰራበት መስራቤት የቤት ቁጥር

# HR_Recruitment_EmpCoSign_OrgIDNumber
source: Organization ID Number
am: የመስራቤት የመታወቅያ ቁጥር

# HR_Recruitment_EmpCoSign_OrgKebelle
source: Kebelle of Organization
am: የሚሰራበት መስራቤት ወረዳ

# HR_Recruitment_EmpCoSign_OrgPhone
source: Organization phone
am: የሚሰራበት መስራቤት ስልክ ቁጥር

# HR_Recruitment_EmpCoSign_OrgRegion
source: Region of Organization
am: የሚሰራበት መስራቤት ክልል

# HR_Recruitment_EmpCoSign_OrgSubcity
source: Sub city of Organization
am: የሚሰራበት መስራቤት ክ/ከተማ

# HR_Recruitment_EmpCoSign_WorkOrg
source: Work Organization
am: የሚሰራበት መስራቤት

# HR_Recruitment_EmployeeRequisitionForm_AverageSalaryPaidforSimilarPost
source: Average Salary Paid for Similar Post
am: ለተመሳሳይ የስራ መደብ የሚከፈለው አማካይ ደመወዝ

# HR_Recruitment_EmployeeRequisitionForm_DateofLeavingJob
source: Date of LeavingJob
am: ከስራ የለቀቀበት ቀን

# HR_Recruitment_EmployeeRequisitionForm_DateRequestApprovedByMgt
source: Date Request was Approved By Mgt
am: ጥያቄው በማኔጅመንት የጸደቀበት ቀን

# HR_Recruitment_EmployeeRequisitionForm_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_Recruitment_EmployeeRequisitionForm_DepartmentHead
source: Department Head
am: የፅ/ቤት ሓላፊ

# HR_Recruitment_EmployeeRequisitionForm_Division
source: Division
am: የፅ/ቤት ስም

# HR_Recruitment_EmployeeRequisitionForm_EducationalLevel
source: Educational Level
am: ተፈላጊ የትምህርት ደረጃ

# HR_Recruitment_EmployeeRequisitionForm_GeneralManagerDecision
source: General Manager's Decision
am: የዋና ስራ አስኪያጅ አስተያየት

# HR_Recruitment_EmployeeRequisitionForm_HRDepartmentComment
source: HR Department's Comment
am: የሰው ሃይል ሃላፊ አስተያየት

# HR_Recruitment_EmployeeRequisitionForm_ImmediateSupervisorTitle
source: Immediate Supervisor Title
am: የቅርብ ሃላፊ የስራ መደብ መጠሪያ

# HR_Recruitment_EmployeeRequisitionForm_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_Recruitment_EmployeeRequisitionForm_MethodofFillingPost
source: Method of Filling Post
am: ክፍት ቦታው ለመሙላት የታቀደበት ዘዴ

# HR_Recruitment_EmployeeRequisitionForm_NameofPreviousEmployee
source: Name of Previous Employee
am: የለቀቀው ሰራተኛ ስም

# HR_Recruitment_EmployeeRequisitionForm_NoofCurrentStaff
source: No of Current Staff
am: አሁን ያለው ሰራተኛ ብዛት

# HR_Recruitment_EmployeeRequisitionForm_NoofStaffShouldBe
source: No of Should Be Staff
am: ጠቅላላ መኖር ያለበት ሰራተኛ ብዛት

# HR_Recruitment_EmployeeRequisitionForm_NoofVacantPost
source: No of Vacant Post
am: የክፍት ቦታ ብዛት

# HR_Recruitment_EmployeeRequisitionForm_Organization
source: Organization
am: ተቋም

# HR_Recruitment_EmployeeRequisitionForm_PlannedSalary
source: Planned Salary
am: የታቀደው አዲስ ደመወዝ

# HR_Recruitment_EmployeeRequisitionForm_ReasonofLeavingJob
source: Reason of Leaving Job
am: ከስራ የለቀቀበት ምክንያት

# HR_Recruitment_EmployeeRequisitionForm_RelevantExperience
source: Relevant Experience
am: አግባብነት ያለው የስራ ልምድ

# HR_Recruitment_EmployeeRequisitionForm_RequestApprovalLetter
source: Request Approval Letter
am: ጥያቄው የፀደቀበት ደብዳበ ቁጥር

# HR_Recruitment_EmployeeRequisitionForm_Salary
source: Salary
am: ደመወዝ

# HR_Recruitment_EmployeeRequisitionForm_Section
source: Section (Sub Process) Name
am: የንዑስ ስራ ሂደት ስም

# HR_Recruitment_EmployeeRequisitionForm_SpeciallSkills
source: Speciall Skills
am: የተለየ ክህሎት

# HR_Recruitment_EmployeeRequisitionForm_VacantPostandBudgetCheckedBy
source: Vacant Post and Budget Checked By
am: ክፍት ቦታው እና በጀቱን ያረጋገጠው

# HR_Recruitment_RecruitmentPlanPositions_Department
source: Department (Process) Name
am: የስራ ሂደት ስም

# HR_Recruitment_RecruitmentPlanPositions_Division
source: Division
am: የፅ/ቤት ስም

# HR_Recruitment_RecruitmentPlanPositions_EducationalField
source: Educational Field
am: ተፈላጊ የትምህርት ዓይነት

# HR_Recruitment_RecruitmentPlanPositions_EducationalLevel
source: Educational Level
am: ተፈላጊ የትምህርት ደረጃ

# HR_Recruitment_RecruitmentPlanPositions_JobRank
source: Job Rank
am: ደረጃ

# HR_Recruitment_RecruitmentPlanPositions_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_Recruitment_RecruitmentPlanPositions_NoofVacantPost
source: No of Vacant Post
am: የክፍት ቦታ ብዛት

# HR_Recruitment_RecruitmentPlanPositions_PlannedSalary
source: Planned Salary
am: የታሰበው ደመወዝ መጠን

# HR_Recruitment_RecruitmentPlanPositions_RecruitmentDate
source: Recruitment Time
am: የሚቀጠሩበት ጊዜ

# HR_Recruitment_RecruitmentPlanPositions_RelevantExperience
source: Relevant Experience
am: አግባብነት ያለው የስራ ልምድ

# HR_Recruitment_RecruitmentPlanPositions_Section
source: Section (Sub Process) Name
am: የንዑስ ስራ ሂደት ስም

# HR_Recruitment_RecruitmentPlanPositions_Source
source: Recruitment Source(Internal,Extenrnal)
am: ቅጥሩ የሚከናወንበት ዘዴ (ከውስጥ/ከውጭ)

# HR_Recruitment_RecruitmentPlanPositions_SpeciallSkills
source: Speciall Skills
am: የተለየ ክህሎት

# HR_Recruitment_RecruitmentPlanPositions_VacancyDateFrom
source: Vacancy Announcement Time From
am: ማስታወቂያ የሚወጣበት ጊዜ ከ

# HR_Recruitment_RecruitmentPlanPositions_VacancyDateTo
source: To
am: እስከ

# HR_Recruitment_RecruitmentPlanVacancy_VacancyCode
source: Vacancy Code
am: የስራ ማስታወቂያ መለያ ኮድ

# HR_Recruitment_RecruitmentPlanVacancy_VacancyDateFrom
source: Vacancy Announcement Time From
am: ማስታወቂያ የወጣበት ቀን ከ

# HR_Recruitment_RecruitmentPlanVacancy_VacancyDateTo
source: To
am: እስከ

# HR_Recruitment_RecruitmentPlanVacancy_VacancyMedia
source: Vacancy Media
am: ማስታውቂያ የወጣበት ሚድያ

# HR_Recruitment_RecruitmentPlan_Description
source: Description of Plan
am: የቅጥር እቅድ መግለጫ

# HR_Recruitment_RecruitmentPlan_FiscalYear
source: Fiscal Year
am: የበጀት ዓመት

# HR_ReportViewModels_ArchiveOrgLettersViewModel_CompanyOrPerson
source: Company-Person
am: የፃፈው ሰው ስም ወይም መስሪያ ቤቱ

# HR_ReportViewModels_ArchiveOrgLettersViewModel_LetterDate
source: Letter Date
am: የተፃፈበት ቀን

# HR_ReportViewModels_ArchiveOrgLettersViewModel_LetterRef
source: Letter Reference
am: የደብዳቤ ቁጥር

# HR_ReportViewModels_ArchiveOrgLettersViewModel_NoAttachement
source: Number of Attachement
am: አባሪ

# HR_ReportViewModels_ArchiveOrgLettersViewModel_OrgCode
source: Organization Code
am: የማህደር ቁጥር
