Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: ExceedERP.Core/Localization/ResourcesCourt.*.resx
Languages: am

# HR_RecruitmentManagment_ApplicantScreeningResult_TotalResult
source: Total Result
am: ጠቅላላ ውጤት

# HR_RecruitmentManagment_ApplicantScreeningResult_Training
source: Training
am: ስልጠና

# HR_RecruitmentManagment_ApplicantTraining_TrainingName
source: Training Name
am: የስልጠናው ስም

# HR_RecruitmentManagment_Recruitment_IsForContrat
source: Is For Contrat?
am: ኮንትራት ነው ?

# HR_RecruitmentManagment_Recruitment_JobTitleCode
source: Job Code
am: የስራ ደረጃ

# HR_RecruitmentManagment_Recruitment_NoOfCurrentStaff
source: No Of Current Staff
am: አሁን ያለው ዳኛ ብዛት

# HR_RecruitmentManagment_Recruitment_NoOfShouldBeStaff
source: No Of Should be Staff
am: ሊኖር የሚገባ ሰራተኛ ብዛት

# HR_RecruitmentManagment_Recruitment_NoOfVaccantPostion
source: No Of Vacant Position
am: የክፍት ቦታ ብዛት

# HR_RecruitmentManagment_Vacancy_From
source: From
am: ከ

# HR_RecruitmentManagment_Vacancy_Location
source: Location
am: ቦታ

# HR_RecruitmentManagment_Vacancy_Media
source: Media
am: የማስተዋወቂያ መሳሪያ

# HR_RecruitmentManagment_Vacancy_RecruitmentId
source: Recruitment
am: ቅጥር

# HR_RecruitmentManagment_Vacancy_RecruitmentPlanId
source: Recruitment Plan
am: ዕቅድ

# HR_RecruitmentManagment_Vacancy_RecruSource
source: Recruitment Source
am: ምንጭ

# HR_RecruitmentManagment_Vacancy_To
source: To
am: እስከ

# HR_RecruitmentManagment_Vacancy_VaccancyCode
source: Vacancy Code
am: የቅጥር ማስታቂያ ቁጥር

# HR_RequestesStatus
source: Request Status
am: ጥያቄው ያለበት ሁኔታ

# HR_SalaryStructure_Rank_MaximumSalary
source: Maximum Salary
am: ከፍተኛው ደሞዝ

# HR_SalaryStructure_Rank_RankName
source: Grade Name
am: የስራ ደረጃ ስም

# HR_SalaryStructure_Rank_StartingSalary
source: Starting Salary
am: መነሻ ደሞዝ

# HR_SalaryStructure_SalaryJobTitle_JobTitle
source: Job Title
am: የስራ ደረጃ

# HR_SalaryStructure_SalaryJobTitle_RankId
source: Grade
am: ደረጃ

# HR_SalaryStructure_SalaryJobTitle_Salary
source: Salary
am: ደሞዝ

# HR_SalaryStructure_SalaryJobTitle_StepId
source: Step
am: እርከን

# HR_SalaryStructure_Salary_RankId
source: Grade
am: የስራ ደረጃ

# HR_SalaryStructure_Salary_SalaryAmount
source: Salary Amount
am: የደሞዝ መጠን

# HR_SalaryStructure_Salary_StepId
source: Step
am: እርከን

# HR_SalaryStructure_Step_StepName
source: Step Name
am: የእርከን ስም

# HR_SelfCare_ApplicantionForm_ApplicationType
source: Application Type
am: ዓይነት

# HR_SelfCare_ApplicantionForm_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_SelfCare_ApplicantionForm_TotalResult
source: Total Result
am: ጠቅላላ ውጤት

# HR_SelfCare_ApplicantionForm_VaccancyCode
source: Vacancy Code
am: የማስታወቂያ ቁጥር

# HR_SelfCare_ExperienceRequest_ApplicationDate
source: Application Date
am: ያመለከቱበት ቀን

# HR_SelfCare_ExperienceRequest_EmployeeId
source: Judge
am: የዳኛው ስም

# HR_SelfCare_LeaveRequest_From
source: From
am: ከ

# HR_SelfCare_LeaveRequest_LeaveDays
source: Leave Days
am: የእረፍት ቀናት

# HR_SelfCare_LeaveRequest_PeriodId
source: Period
am: ወር

# HR_SelfCare_LeaveRequest_PersonEmployee
source: Judge
am: ዳኛ

# HR_SelfCare_LeaveRequest_Reason
source: Detail Reason
am: ዝርዝር ምክንያት

# HR_SelfCare_LeaveRequest_RequestDate
source: RequestDate
am: የተጠየቀበት ቀን

# HR_SelfCare_LeaveRequest_To
source: To
am: እስከ

# HR_SelfCare_LeaveRequest_Type
source: Type
am: ኣይነት

# HR_SelfCare_MedicalRequest_Date
source: Date
am: ቀን

# HR_SelfCare_MedicalRequest_DeptId
source: Department
am: ዲፓርትመንት

# HR_SelfCare_MedicalRequest_PersonEmployee
source: Judge
am: ዳኛ

# HR_SelfCare_OverTimeJobResult_Benefit
source: Benefit
am: የተገኘ ጥቅም

# HR_SelfCare_OverTimeJobResult_Cost
source: Cost
am: የወጣ ወጪ

# HR_SelfCare_OverTimeJobResult_Date
source: Date
am: ቀን

# HR_SelfCare_OverTimeJobResult_JobResult
source: Job Result
am: የተሰራው ስራ

# HR_SelfCare_OverTimeRequestEmployee_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_SelfCare_OverTimeRequest_Description
source: Description
am: መግለጫ

# HR_SelfCare_OverTimeRequest_FromDate
source: From Date
am: ከ (ቀን)

# HR_SelfCare_OverTimeRequest_FromTime
source: From Time
am: ከ (ሰዓት)

# HR_SelfCare_OverTimeRequest_OrgStructureId
source: Work Unit
am: የስራ ክፍል

# HR_SelfCare_OverTimeRequest_ToDate
source: To Date
am: እስከ (ቀን)

# HR_SelfCare_OverTimeRequest_ToTime
source: To Time
am: እስከ (ሰዓት)

# HR_SelfCare_PromotionRequest_EduLevel
source: Educational Level
am: የትምህርት ደረጃ

# HR_SelfCare_PromotionRequest_Experience
source: Experience
am: የስራ ልምድ

# HR_SelfCare_PromotionRequest_LookupId
source: Job Title
am: የስራ መደቡ መጠሪያ

# HR_SelfCare_PromotionRequest_NoOfPostion
source: No of postion
am: ብዛት

# HR_SelfCare_PromotionRequest_OrgStructureId
source: Work Unit
am: የስራ ክፍል

# HR_SelfCare_PromotionRequest_PlannedSalary
source: Planned Salary
am: የተያዘ ደሞዝ

# HR_SelfCare_PromotionRequest_RankId
source: Grade
am: ደረጃ

# HR_SelfCare_PromotionRequest_RelevantExp
source: Relevant Experience
am: ተያያዥ የስራ ልምድ

# HR_SelfCare_PromotionRequest_SpecialSkill
source: Special Skill
am: ልዩ ተሰጥኦ

# HR_SelfCare_RecruitmentRequest_Date
source: Date
am: ቀን

# HR_SelfCare_RecruitmentRequest_EmploymentType
source: Employment Type
am: የቅጥር ዓይነት

# HR_SelfCare_RecruitmentRequest_LookupId
source: Job Title
am: የስራ መደብ

# HR_SelfCare_RecruitmentRequest_NoOfCurrentStaff
source: No of current staff
am: አሁን ያለው ዳኛ ብዛት

# HR_SelfCare_RecruitmentRequest_NoOfShouldBeStaff
source: No of should be staff
am: መሆን ያለበት ብዛት

# HR_SelfCare_RecruitmentRequest_NoOfVaccantPostion
source: No of vacant position
am: ያለው ክፍት ቦታ

# HR_SelfCare_RecruitmentRequest_OrgStructureId
source: Work Unit
am: የስራ ክፍል

# HR_SelfCare_RecruitmentRequest_PlanType
source: Plan Type
am: የዕቅድ ዓይነት

# HR_SelfCare_RequestesStatus_ChangedBy
source: Changed By
am: የተለወጠው

# HR_SelfCare_RequestesStatus_Date
source: Date
am: ቀን

# HR_SelfCare_RequestesStatus_Status
source: Status
am: ሁኔታ

# HR_SelfCare_TrainingApplicant_ApprovedBy
source: Approved By
am: የተረጋገጠው

# HR_SelfCare_TrainingApplicant_CourseName
source: Course Name
am: የኮርስ ስም

# HR_SelfCare_TrainingApplicant_Date
source: Date
am: ቀን

# HR_SelfCare_TrainingApplicant_IsApproved
source: Is Approved?
am: ተረጋግጦዋል

# HR_SelfCare_TrainingApplicant_NoofTrainee
source: No Of Trainee
am: የሰልጣኝ ብዛት

# HR_SelfCare_TrainingApplicant_OrgStructureId
source: Work Unit
am: የስራ ክፍል

# HR_SelfCare_TrainingApplicant_PersonEmployee
source: Judge
am: ዳኛ

# HR_SelfCare_TrainingApplicant_Remark
source: Remark
am: መግለጫ

# HR_TrainingEducation_CourseTracking_Cost
source: Cost
am: ወጪ

# HR_TrainingEducation_CourseTracking_Course
source: Course
am: ስልጠናው

# HR_TrainingEducation_CourseTracking_From
source: From
am: ከ

# HR_TrainingEducation_CourseTracking_Organization
source: Organization
am: ተቋሙ

# HR_TrainingEducation_CourseTracking_Period
source: Fiscal Year
am: በጀት ዓመት

# HR_TrainingEducation_CourseTracking_To
source: To
am: እስከ

# HR_TrainingEducation_CourseTracking_TrainingType
source: Training type
am: የስልጠናው አይነት

# HR_TrainingEducation_Education_EduField
source: Education Field
am: የትምህርት ዘርፍ

# HR_TrainingEducation_Education_EduLevel
source: Education Level
am: የትምህርት ደረጃ

# HR_TrainingEducation_Education_EmpEduId
source: Judge Education Id
am: Employee Education Id

# HR_TrainingEducation_Education_From
source: From
am: ከ

# HR_TrainingEducation_Education_OrgAddress
source: Organization Address
am: የተቋሙ አድራሻ

# HR_TrainingEducation_Education_OrganizationName
source: Organization Name
am: የተቋሙ ስም

# HR_TrainingEducation_Education_PercentCoverdByOrg
source: Percent covered by organization
am: በመስራያ ቤቱ የተሸፈነው

# HR_TrainingEducation_Education_PersonEmployee
source: Judge
am: ዳኛ

# HR_TrainingEducation_Education_Score
source: Score
am: ነጥብ

# HR_TrainingEducation_Education_To
source: To
am: እስከ

# HR_TrainingEducation_Education_TotalCost
source: Total Cost
am: ጠቅላላ ወጪ

# HR_TrainingEducation_NeedAssessment_Course
source: Course Title
am: የስልጠናው ስም

# HR_TrainingEducation_NeedAssessment_Description
source: Description
am: መግለጫ

# HR_TrainingEducation_NeedAssessment_DevelopmentBy
source: Development By
am: አቅም ግንባታ የሰጠው

# HR_TrainingEducation_NeedAssessment_DevelopmentRequired
source: Development Required
am: የሚያስፈልገው የአቅም ግንባታ

# HR_TrainingEducation_NeedAssessment_JobTitleCode
source: Job Title
am: የስራ መደብ

# HR_TrainingEducation_NeedAssessment_JobtitleName
source: Job Title Name
am: የስራ መደብ ስም

# HR_TrainingEducation_NeedAssessment_NoOfStaff
source: No of Staff
am: የዳኛው ብዛት

# HR_TrainingEducation_NeedAssessment_OrganizationId
source: Work Unit
am: የስራ ክፍል

# HR_TrainingEducation_NeedAssessment_ProviderOrganization
source: Provider Organization
am: ስልጠና የሚሰጠው

# HR_TrainingEducation_NeedAssessment_RequiredTraining
source: Required Training
am: የሚያስፈልገው ስልጠና

# HR_TrainingEducation_NeedAssessment_Type
source: Training Type
am: የስልጠናው አይነት

# HR_TrainingEducation_Trainee_CourseTrackingId
source: Course Tracking Id
am: የስልጠናው አይነት

# HR_TrainingEducation_Trainee_IsCompleteTraining
source: Is Complete Training
am: ሙሉ ሰልጠና ነው

# HR_TrainingEducation_Trainee_PersonEmployee
source: Judge
am: የዳኛው ስም

# HR_TrainingEducation_TrainingStatus_TraineeId
source: Trainee
am: የሰልጣኙ ስም

# HR_TrainingEducation_TrainingStatus_TrainingOutCome
source: Training Out Come
am: ከስልጠናው የተገኘ ውጤት

# HR_TrainingEducation_Training_EmpEduTrainId
source: Judge Education Training Id
am: Employee Education Training Id

# HR_TrainingEducation_Training_From
source: From
am: ከ

# HR_TrainingEducation_Training_IsTraining
source: Is Training
am: ስልጠና ነው

# HR_TrainingEducation_Training_OrgAddress
source: Organization Address
am: የመስሪያ ቤት አድራሻ

# HR_TrainingEducation_Training_OrganizationName
source: Organization Name
am: የመስሪያ ቤቱ ስም

# HR_TrainingEducation_Training_PercentCoverdByOrg
source: Percent Coverd By Org
am: በመስራያ ቤት

# HR_TrainingEducation_Training_PersonEmployee
source: Judge
am: የዳኛው ሥም

# HR_TrainingEducation_Training_Score
source: Score
am: ውጤት

# HR_TrainingEducation_Training_To
source: To
am: እስከ

# HR_TrainingEducation_Training_TotalCost
source: Total Cost
am: ጠቅላላ ወጪ

# HR_TrainingEducation_Training_TrainingName
source: Training Name
am: የስልጠናው ስም

# NavigatorArchiveManagement_EmployeeFolder
source: Judge Folder
am: የዳኛው ማህደር

# NavigatorArchiveManagement_EmployeeIncommingAndOutgoingLetter
source: Judge Incomming And Outgoing Letter
am: ከዳኛው የሚወጣና የሚገባ ደብዳቤ

# NavigatorArchiveManagement_EmployeeOutgoingLetter
source: Judge Outgoing Letter
am: ከዳኛው የሚወጣ ደብዳቤ

# NavigatorArchiveManagement_FolderExplorer
source: Folder Explorer
am: የማህደር ማሰሻ

# NavigatorArchiveManagement_IncommingAndOutgoingReport
source: Incomming And Outgoing Report
am: የገቢ እና የወጪ ሪፖርት

# NavigatorArchiveManagement_Institution
source: Institution
am: ድርጅት

# NavigatorArchiveManagement_InstitutionFolder
source: Institution Folder
am: የድርጅት ማህደር

# NavigatorArchiveManagement_InstitutionIncommingAndOutgoingLetter
source: Institution Incomming And Outgoing Letter
am: ከድርጅቶች የሚመጡ የወጪና የገቢ ደብዳቤዎች

# NavigatorArchiveManagement_InstitutionOutgoingLetter
source: Institution Outgoing Letter
am: ከድርጅቱ የሚወጡ ደብዳቤዎች

# NavigatorArchiveManagement_SentLetter
source: Sent Letter
am: የተላከ ደብዳቤ

# NavigatorArchiveManagement_Zone
source: Location
am: ቦታ

# NavigatorAttendance_Absence
source: Absence
am: መዘግየትና ከስራ መቅረት

# NavigatorAttendance_Attendance
source: Attendance
am: የቀሪ መከታተያ

# NavigatorAttendance_DaysWorked
source: Days Absent
am: የቀረበት ቀን ብዛት

# NavigatorAttendance_LateComming
source: Late Comming
am: ከስራ መዘግየት

# NavigatorBenefit_AllowanceDefination
source: Allowance Definition
am: የአበል መቼት

# NavigatorBenefit_AllowanceTypeRule
source: Allowance Type Rule
am: የአበል አይነት መስፈርት

# NavigatorBenefit_Benefit
source: Benefit
am: ጥቅማ ጥቅም

# NavigatorBenefit_CourseTracking
source: Course Tracking
am: የስልጠና እቅድ

# NavigatorBenefit_EmployeeAllowance
source: Judge Allowance
am: የዳኛ አበል

# NavigatorBenefit_NeedAssessment
source: Need Assessment
am: የፍላጎት ጥናት

# NavigatorBenefit_OtherBenefit
source: Other Benefit
am: ሌላ ጥቅማ ጥቅም

# NavigatorBenefit_TrainingPlan
source: Training Plan
am: የስልጠና እቅድ

# NavigatorBenefit_TrainingProvider
source: Training Provider
am: ስልጠና የሰጠው

# NavigatorDiscipline_Discipline
source: Discipline
am: ቅጣት

# NavigatorDiscipline_DisciplineMeasures
source: Discipline Measures
am: የቅጣት እርምጃ

# NavigatorDiscipline_DisciplineMeasuresDetail
source: Measures Detail
am: የሚወሰዱ እርምጃዎች ዝርዝር

# NavigatorDiscipline_DisciplineMeasuresType
source: Measures Type
am: የእርምጃ ዓይነቶች

# NavigatorDiscipline_EmpDisciplinaryHearing
source: JudgeDisciplinary Hearing
am: የዳኛ ቅጣት የቀጠሮ ቀን

# NavigatorDiscipline_EmpDisciplineMeasure
source: Judge Disciplinary Measure
am: ዳኛው የተወሰደበት እርምጃ

# NavigatorDiscipline_EmpDisciplineMeasureAppeal
source: Appeal
am: ይግባኝ

# NavigatorDiscipline_EmployeeDisciplinaryCase
source: Discipline Record
am: የዳኛ ቅጣት ምዝገባ

# NavigatorHealthAndInsurance_EmployeeInsurance
source: Judge Insurance
am: የዳኛ መድህን

# NavigatorHealthAndInsurance_EmployeeInsuranceGroup
source: Judge Insurance Group
am: የዳኛ የመድህን መደቦች

# NavigatorHealthAndInsurance_InsuranceSettings
source: Insurance Settings
am: የዋስትና ቅንብር

# NavigatorHealthAndInsurance_PatientCard
source: Patient Card
am: የታካሚ ካርድ

# NavigatorHealthAndInsurance_Prescription
source: Prescription
am: መድሃኒት ማዘዣ

# NavigatorHealthAndInsurance_ReferralSheet
source: Referral Sheet
am: የሪፈር ፎርም

# NavigatorHealthAndInsurance_SickLeave
source: Sick Leave
am: የህክምና ፈቃድ

# NavigatorHealthAndInsurance_TransferPatientToClinic
source: Transfer Patient To Clinic
am: ታካሚን ወደ ክሊኒክ መምሪያ

# NavigatorLeave_Leave
source: Leave
am: ፈቃድ

# NavigatorLeave_LeaveEntitlement
source: Annual Leave Entitlement
am: የዓመት ፈቃድ ድርሻ

# NavigatorLeave_LeavePaidInCash
source: Leave Paid In Cash
am: በገንዘብ የተቀየረ ፈቃድ

# NavigatorLeave_LeavePlan
source: Leave Plan
am: የፈቃድ ቀን እቅድ

# NavigatorLeave_LeaveRequests
source: Leave Requests
am: የዓመት ፈቃድ ጥያቄዎች

# NavigatorLeave_LeaveSetting
source: Leave Setting
am: የፈቃድ ቀን መቸት

# NavigatorLeave_LeaveTaken
source: Leave Taken
am: የተወሰደው የዓመት ፈቃድ

# NavigatorLeave_LeaveTransfer
source: Annual Leave Transfer
am: የተዘዋወረ የዓመት ፈቃድ

# NavigatorLetters_Letters
source: Letters
am: ደብዳቤዎች

# NavigatorLetter_IncommingLetter
source: Incomming Letter
am: ገቢ የተደረገ ደብዳቤ

# NavigatorLetter_OutgoingLetter
source: Outgoing Letter
am: ወጪ የተደረገ ደብዳቤ

# NavigatorMiscellaneous_Countries
source: Countries
am: ሀገራት

# NavigatorMiscellaneous_Language
source: Language
am: ቋንቋ

# NavigatorMiscellaneous_Lookups
source: Lookups
am: መፈለጊያ ውስጥ የሚሞሉ

# NavigatorMiscellaneous_Period
source: Period
am: ወቅት

# NavigatorPayrollProcess_PayrollProcess
source: Payroll Process
am: የደመወዝ ሂደት

# NavigatorPayrollReport_BankPaymentList
source: Payment List
am: የክፍያ ዝርዝር

# NavigatorPayrollReport_BasicSalaryList
source: Basic Salary List
am: መሰረታዊ የደሞዝ ዝርዝር

# NavigatorPayrollReport_IncomeTax
source: Income Tax
am: የገቢ ግብር

# NavigatorPayrollReport_MonthlyLabourAndCredit
source: Monthly Labour And Credit
am: ወርሃዊ የስራና የብድር ሃተታ

# NavigatorPayrollReport_MonthlyPensionReport
source: Monthly Pension Report
am: ወርሃዊ የጡረታ ክፍያ ሃተታ

# NavigatorPayrollReport_OverTimeHours
source: Over Time Hours
am: ትርፍ ሰዓት የተሰሩ ሰዓቶች

# NavigatorPayrollReport_PayrollDetail
source: Payroll Detail
am: የደመወዝ ዝርዝር

# NavigatorPayrollReport_PayrollReport
source: Payroll Report
am: የደመወዝ ሃተታ

# NavigatorPayrollReport_PayrollSummary
source: Payroll Summary
am: የደመወዝ ማጠቃለያ

# NavigatorPayrollReport_PaySlip
source: Pay Slip
am: የክፍያ ወረቀት

# NavigatorPayrollReport_ReportByContributionType
source: Report By Contribution Type
am: ሃተታ በመወጮ ዓይነት

# NavigatorPayrollReport_TerminationRequest
source: Termination Request
am: መልቀቂያ መጠየቂያ

# NavigatorPayrollSetup_AdditionType
source: Addition Type
am: የተጨማማሪ ዓይነት

# NavigatorPayrollSetup_Bank
source: Bank
am: ባንክ

# NavigatorPayrollSetup_Contribution
source: Contribution Type
am: የመዋጮ ዓይነት

# NavigatorPayrollSetup_EmployeeAccount
source: Judge Bank Account
am: የዳኛ የባንክ አካውንት

# NavigatorPayrollSetup_PayrollAcounts
source: Payroll Acounts
am: የደመወዝ አካውንት

# NavigatorPayrollSetup_PayrollEmployeeAccount
source: Judge cost center
am: የዳኛ የወጪ ማዕከል

# NavigatorPayrollSetup_PayrollPeriod
source: Payroll Period
am: የደመወዝ ወር

# NavigatorPayrollSetup_PayrollSetting
source: Payroll Setting
am: የደመወዝ መቼት

# NavigatorPayrollSetup_PayrollSetup
source: Payroll Setup
am: የደመወዝ መዋቅር

# NavigatorPayrollSetup_PerdimeSetting
source: Per-dime Setting
am: የአበል መቸት

# NavigatorPayroll_Addition
source: Addition
am: ተጨማማሪ

# NavigatorPayroll_Advance
source: Advance
am: ቅድመ ክፍያ

# NavigatorPayroll_Association
source: Associations
am: ማህበራት

# NavigatorPayroll_FixedContribution
source: Fixed Contribution
am: ቋሚ መዋጮ

# NavigatorPayroll_Loan
source: Loan
am: ብድር

# NavigatorPayroll_OverTime
source: Over Time List
am: የትርፍ ሰዓት ዝርዝር

# NavigatorPayroll_OverTimePerDay
source: Over Time Per Day
am: በእያንዳንዱ ቀን የተሰራ ትርፍ ሰዓ

# NavigatorPayroll_OverTimeRequests
source: OverTime Requests
am: የትርፍ ሰዓት ስራ ጥያቄዎች

# NavigatorPayroll_OverTimeTransfer
source: Transfer Over Time
am: ትርፍ ሰዓት ማስተላለፊያ

# NavigatorPayroll_Payroll
source: Payroll
am: ደመወዝ

# NavigatorPayroll_PayrollInput
source: Payroll Input
am: የደመወዝ መረጃ

# NavigatorPayroll_RegularContribution
source: Regular Contribution
am: መደበኛ መዋጮ

# NavigatorPerformance_EmployeePerformance
source: Judge Performance
am: የዳኛ አፈፃፀም

# NavigatorPerformance_EvaluationCriteria
source: Evaluation Criteria
am: የግምገማ መስፈርት

# NavigatorPerformance_EvaluationPeriod
source: Evaluation Period
am: የመገምገሚያ ወቅት

# NavigatorPerformance_Performance
source: Performance
am: አፈፃፀም

# NavigatorPerformance_PerformanceRank
source: Performance Rank
am: የመገምገሚያ ደረጃ

# NavigatorPerformance_PerformanceSummary
source: Performance Summary
am: የአፈፃፀም ማጠቃለያ

# NavigatorPlacment_EmployeeAssignmentHistory
source: Judge Assignment History
am: የዳኛ ምደባ ታሪክ

# NavigatorPlacment_EmployeePlacment
source: Judge Placement
am: የዳኛ ምደባ

# NavigatorPlacment_Placment
source: Placement
am: ምደባ

# NavigatorRecruitment_ApplicantResult
source: Applicant Result
am: የአመልካች ውጤት

# NavigatorRecruitment_Cosign
source: Cosign
am: ዋስ

# NavigatorRecruitment_Prohabition
source: Probation
am: የሙከራ ጊዜ

# NavigatorRecruitment_RecruitmentRequests
source: Recruitment Requests
am: የቅጥር ጥያቄዎች

# NavigatorRecruitment_ResultSummaryReport
source: Result Summary Report
am: የድምረ ውጤት ሪፖርት

# NavigatorReport_Detail_EmployeeByBirthDate
source: Judge By Birth Date
am: ዳኛ በልደት ቀን

# NavigatorReport_Detail_EmployeeDisciplinaryMeasure
source: Judge Disciplinary Measure
am: የዳኞች የእርምት እርምጃ

# NavigatorReport_Detail_EmployeeInLeave
source: Judge in Leave
am: የተወሰደ ፈቃድ

# NavigatorReport_Detail_EmployeeJobTitle
source: Judge Job Title
am: የስራ ድርሻ

# NavigatorReport_Detail_EmployeePensionNumber
source: Judge Pension Number
am: የዳኞች የጡረታ መለያ ቁጥር

# NavigatorReport_Detail_EmployeeSalary
source: Judge Salary
am: የዳኛ ደሞዝ

# NavigatorReport_Detail_RetirementNotification
source: Retirement Notification
am: የጡረታ ማሳወቂያ

# NavigatorReport_Summary_Age
source: Age
am: ዕድሜ

# NavigatorReport_Summary_DisciplineMeasure
source: Discipline Measure
am: የእርምት እርምጃ

# NavigatorReport_Summary_EducationalField
source: Educational Field
am: የትምህርት አይነት

# NavigatorReport_Summary_EducationalLevel
source: Educational Level
am: የትምህርት ደረጃ

# NavigatorReport_Summary_EmploymentType
source: Employment Type
am: የዳኞች የቅጥር ሁኔታ

# NavigatorReport_Summary_JobTitle
source: Job Title
am: የስራ መደብ

# NavigatorReport_Summary_Leave
source: Leave
am: እረፍት

# NavigatorReport_Summary_Nation
source: Nation
am: ብሔር

# NavigatorReport_Summary_Rank
source: Grade
am: ደረጃ

# NavigatorReport_Summary_Recruitment
source: Recruitment
am: ቅጥር

# NavigatorReport_Summary_Termination
source: Termination
am: የተቃረጡ ቅጥሮች

# NavigatorReport_Summary_TerminationReason
source: Termination Reason
am: የተቃረጠ ቅጥር ምከንያት

# NavigatorSelfCare_ApplicationForm
source: Promotion Request
am: የዕድገት መጠየቂያ

# NavigatorSelfCare_Document
source: Document
am: መረጃ

# NavigatorSelfCare_EmployeePayrollPaySlip
source: Judge Payroll Pay Slip
am: የዳኞች ደሞዝ ማሳያ ወረቀት

# NavigatorSelfCare_EmployeeProfile
source: Judge Profile
am: የዳኛ መረጃ

# NavigatorSelfCare_ExpirianceRequest
source: Expiriance Request
am: የስራልምድ መጠየቂያ

# NavigatorSelfCare_LeaveRequest
source: Leave Request
am: የእረፍት መጠየቂያ

# NavigatorSelfCare_MedicalRequest
source: Medical Request
am: የህክምና አገልግሎት መጠየቂያ

# NavigatorSelfCare_MedicalRequestDocument
source: Medical Request Document
am: የተጠየቁ የህክምና መጠየቂያ ዶክመንቶች

# NavigatorSelfCare_RecruitmentRequest
source: Recruitment Request
am: የቅጥር መጠየቂያ

# NavigatorSelfCare_SelfCare
source: SelfCare
am: ራስን ማስተናገድ

# NavigatorSelfCare_TrainingApplicant
source: Training Request
am: የስልጠና መጠየቂያ

# NavigatorSelfCare_TrainingApplicants
source: Training Applicants
am: የስልጠና አመልካቾች

# NavigatorTermination_Termination
source: Termination
am: ያቋረጡ ዳኞች

# NavigatorTermination_TerminationRequestes
source: Termination Requests
am: የመልቀቂያ ጥያቄዎች

# NavigatorTraining_CourseTracking
source: Course Tracking
am: ኮርስ መከታተያ

# NavigatorTraining_NeedAssessment
source: Need Assessment
am: የዳሰሳ ጥናት

# NavigatorTraining_Training
source: Training
am: ስልጠና

# NavigatorTraining_TrainingApplicantStatus
source: Training Requests
am: የስልጠና ጥያቄዎች

# NavigatorTraining_TrainingPlan
source: Training Plan
am: የስልጠና ዕቅድ

# NavigatorTraining_TrainingProvider
source: Training Providers
am: ስልጠና የሚሰጡ ተቋማት

# Navigator_Company_ClearanceProvider
source: Clearance Provider
am: መልቀቂያ ለመውሰድ ከዕዳ ነፃ መሆንን የሚያረጋግጡ አካላት

# Navigator_Company_Committee
source: Committee
am: ኮሚቴ

# Navigator_Company_CommitteeMinute
source: Committee Minute
am: የኮሚቴ ቃለ-ጉባዔ

# Navigator_Company_Company
source: Company
am: ተቋም

# Navigator_Company_CompanyChart
source: Company Chart
am: የተቋሙ መዋቅር ስእላዊ መግለጫ

# Navigator_Company_JobTitleMapping
source: Man Power Planning
am: የሰው ኃይል ዕቅድ

# Navigator_Company_JobTitleSalary
source: Job Title Salary
am: የስራ መደብ ደሞዝ

# Navigator_Company_MaintainBranch
source: Maintain Court
am: ፍርድ ቤት

# Navigator_Company_MaintainCompanyStructure
source: Maintain Company Structure
am: የተቋሙ የስራ ክፍሎች ትስስር

# Navigator_Company_MaintainJobTitle
source: Maintain Job Title
am: የስራ መደብ

# Navigator_Company_MaintainStructure
source: Maintain Structure
am: የተቋሙ መዋቅሮች

# Navigator_Company_MaintianCompany
source: Maintian Company
am: ተቋም

# Navigator_Company_Ranks
source: Grades
am: ደረጃ

# Navigator_Company_SalaryStructures
source: Salary Structures
am: የደሞዝ እርከን

# Navigator_Company_Steps
source: Steps
am: እርከን

# Navigator_Company_UploadDocument
source: Upload Document
am: ሰነድ መጫኛ

# Navigator_Employee_ApplicationForm
source: Application Form
am: የማመልከቻ ፎርም

# Navigator_Employee_Commitment
source: Commitment
am: የግዴታ ውል

# Navigator_Employee_Education
source: Education
am: ትምህርት

# Navigator_Employee_Employee
source: Judge
am: የዳኛ ማህደር

# Navigator_Employee_EmployeeProfile
source: Judge Profile
am: የዳኛው መግለጫ

# Navigator_Employee_Experience
source: Experience
am: የስራ ልምድ

# Navigator_Employee_ExperienceRequests
source: Experience Requests
am: የስራ ልምድ ጥያቄዎች

# Navigator_Employee_Tranining
source: Tranining
am: ስልጠና

# Navigator_PrintableLetter_TerminationLetter
source: Termination Letter
am: የስራ ማቋረጯ ደብዳቤ

# Navigator_Recruitment_ApplicantRegistration
source: Applicant Registration
am: የአመልካች መመዝገቢያ

# Navigator_Recruitment_ApplicantScreeningResult
source: Applicant Result
am: የአመልካቾች ውጤት መመዝገቢያ

# Navigator_Recruitment_ExternalSetting
source: External Setting
am: የውጭ ቅጥር መቸት

# Navigator_Recruitment_GeneralSetting
source: General Setting
am: ጠቅላላ መቸት

# Navigator_Recruitment_InternalApplicantScreeningResult
source: Internal Applicant Screening Result
am: የውስጥ አመልካቾች የማጣሪያ ውጤት

# Navigator_Recruitment_InternalSetting
source: Internal Setting
am: የውስጥ ቅጥር መቸት

# Navigator_Recruitment_Recruitment
source: Recruitment
am: ቅጥር

# Navigator_Recruitment_RecruitmentPlan
source: Recruitment Plan
am: የቅጥር እቅድ

# Navigator_Recruitment_SummaryReport
source: Result Summary Report
am: የተጠቃለለ ውጤት ሃተታ

# Navigator_Recruitment_Vacancy
source: Vacancy
am: ክፍት የስራ ቦታ ማስታወቂያ
