Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: ExceedERP.Core/Localization/ResourcesCourt.*.resx
Languages: am

source: Remark
am: ምርመራ

# System_HRM
source: HRM
am: የሰው ሃብት አስተዳደር

# NavigatorArchiveManagement_ArchiveManagement
source: Archive Management
am: መዝገብ ቤት

# NavigatorArchiveManagement_AttachLetter
source: Letter Attachment
am: ደብዳቤ መጫኛ

# NavigatorArchiveManagement_Employee
source: Judge
am: የዳኛ ገቢና ወጪ ደብዳቤ

# NavigatorArchiveManagement_EmployeeIncomming
source: Judge Incomming Letter
am: የዳኛ ገቢ ደብዳቤ

# NavigatorArchiveManagement_EmployeeOutgoing
source: Judge Outgoing Letter
am: የዳኛ ወጪ ደብዳቤ

# NavigatorArchiveManagement_InstitutionFolderExplorer
source: Institution Folder Explorer
am: የድርጅት ማህደር ቁጥር ፈላጊ

# NavigatorArchiveManagement_InstitutionType
source: Institution Type
am: የድርጅት ዓይነት

# NavigatorArchiveManagement_LetterReport
source: Report
am: የገቢና ወጪ ደብዳቤ ሃተታ

# NavigatorArchiveManagement_PersonalFolderExplorer
source: Judge Folder Explorer
am: የዳኛ ማህደር ቁጥር ፈላጊ

# NavigatorArchiveManagement_RecivedLetter
source: Sent Letters
am: የተላኩ ደብዳቤዎች

# NavigatorHealthAndInsurance_AccidentRecord
source: Accident Record
am: አደጋ መመዝገቢያ

# NavigatorHealthAndInsurance_MedicalRequests
source: Medical Requests
am: የህክምና ጥያቄዎች

# NavigatorHealthInsurance_HealthInsurance
source: Health & Insurance
am: ጤና እና መድህን

# NavigatorMiscellaneous_Miscellaneous
source: Miscellaneous
am: የተለያዩ መቸቶች

# NavigatorPayrollReport_DownloadDocument
source: Download Document
am: ሰነዶችን ማውረጃ

# NavigatorPayrollReport_OverTimeRequest
source: Over Time Request
am: የትርፍ ሰዓት ስራ መጠየቂያ

# NavigatorPayrollReport_OverTimeResult
source: Over Time Result
am: በትርፍ ሰዓት ስራ የተገኘ ውጤት

# NavigatorPayrollReport_PersonalProfile
source: Personal Profile
am: የዳኛ ማህደር

# NavigatorPrintableDocument_ClearanceLetter
source: Clearance Letter
am: የክሊራንስ ደብዳቤ

# NavigatorPrintableDocument_ExperienceLetter
source: Experience Letter
am: የስራ ልምድ ደብዳቤ

# NavigatorPrintableDocument_ExternalApplicant
source: External Applicant
am: የውጭ አመልካቾች

# NavigatorPrintableDocument_InternalApplicant
source: Internal Applicant
am: የውስጥ አመልካቾች

# NavigatorPrintableDocument_InternalVacancy
source: Vacancy
am: ክፍት የስራ ቦታ ማስታወቂያ

# NavigatorPrintableDocument_PatientTransferFormat
source: Patient Transfer Format
am: ታካሚዎችን ማስተላለፊያ ቅፅ

# NavigatorPrintableDocument_PrintableDocument
source: Printable Document
am: የሚታተሙ ሰነዶች

# NavigatorPrintableDocument_RecruitmentExt
source: Recruitment (Ext.Vacancy)
am: የውጭ ቅጥር ማስታወቂያ

# NavigatorPrintableDocument_RecruitmentForProject
source: Recruitment For Project
am: የፕሮጀክት ቅጥር

# NavigatorPrintableDocument_TerminationLetter
source: Termination Letter
am: የስንብት ደብዳቤ

# NavigatorReport_Detail
source: Detail
am: ዝርዝር ሃተታ

# NavigatorReport_Detail_EmployeeBscPerformance
source: Judge Bsc Performance
am: የዳኛ የቢኤስሲ የአፈፃፀም ምዘና

# NavigatorReport_Detail_EmployeeByBranch
source: Judge By Court
am: ዳኛ በቅርንጫፍ

# NavigatorReport_Detail_EmployeeEducation
source: Education
am: ትምህርት

# NavigatorReport_Detail_EmployeeLeaveUsage
source: Leave Usage
am: የዕረፍት አጠቃቀም

# NavigatorReport_Detail_EmployeePerformance
source: Judge Performance
am: የዳኛ የአፈፃፀም ምዘና

# NavigatorReport_Detail_EmployeeRecruitment
source: Recruitment
am: ቅጥር

# NavigatorReport_Detail_EmployeeTermination
source: Termination
am: ከስራ የተሰናበቱ

# NavigatorReport_Detail_EmployeeTraining
source: Training
am: ስልጠና

# NavigatorReport_Detail_EmployeeYearlyPerformance
source: Judge Yearly Performance
am: ዓመታዊ የዳኛ የአፈፃፀም ምዘና

# NavigatorReport_Report
source: Report
am: ሃተታ

# NavigatorReport_Summary
source: Summary
am: ጥቅል ሃተታ

# NavigatorReport_Summary_AnnualLeaveSumm
source: Annual Leave Summary
am: የአመት ዕረፍት ጥቅል ሃተታ

# NavigatorReport_Summary_VacantPostion
source: Vacant Postion
am: ክፍት ስራ ቦታ

# View_EmployeeIncommingLetterRegistration_Header
source: Judge Incomming Letter
am: የዳኛገቢ እና ወጪ ደብዳቤ

# View_IncommingLetterRegistration_Header
source: Institution Incomming Letter
am: የድርጅት ገቢ እና ወጪ ደብዳቤ

# HR_Company_JobTitleMappingDetail_LookupId
source: Educational Level
am: የትምህርት ደረጃ

# HR_Company_JobTitleMappingDetail_MainFunction
source: Main Function
am: የስራ መዘርዝር

# HR_Addresse
source: Addresse
am: አድራሻ

# HR_Association
source: Association
am: ዝምድና

# HR_Competency
source: Competency
am: ያለው ብቃት

# HR_Contract
source: Contract
am: ውል

# HR_Cosign
source: Cosign
am: ዋስ

# HR_Disability
source: Disability
am: የአካል ጉዳት

# HR_Emergency
source: Emergency
am: የአደጋ ጊዜ ተጠሪ

# HR_EmployeeDetail_EmployeeAssociation_Name
source: Name
am: ስም

# HR_File
source: File
am: ሰነድ

# HR_Identifications
source: Identifications
am: መለያ መታወቂያ

# HR_IndustryInvolvement
source: Industry Involvement
am: የሚሳተፉበት ኢንዱስትሪ

# HR_LanguageProficiency
source: Language Proficiency
am: የቋንቋ ችሎታ

# HR_Logo
source: Logo
am: የድርጅት አርማ

# HR_OrganizationAddress
source: Organization Address
am: የድርጅት አድራሻ

# HR_PerformanceManagment_EmployeeMeasurement_MeasurementType
source: Measurement Types
am: የመገምገሚያ መስፈርቶች

# HR_PerformanceManagment_EmployeePerformance_ResponsibilityLevel
source: Responsibility Level
am: የስራ ኃላፊነት

# HR_PerformanceManagment_PerformanceAction_PerformanceAction
source: Performance Action
am: ዝርዝር ተግባራት

# HR_Photo
source: Photo
am: ፎቶ

# HR_RequestStatus
source: Request Status
am: ጥያቄው ያለበት ሁኔታ

# HR_ResidenceAddress
source: Residence Address
am: የመኖሪያ አድራሻ

# HR_EmployeeDetail_Clearance_Clearance
source: Clearance
am: መልቀቂያ

# HR_EmployeeDetail_ExitInterview_ExitInterview
source: Exit Interview
am: የመልቀቂያ ቃለመጠይቅ

# HR_Letters_IncommingStatus_IncommingStatus
source: Status
am: ያለበት ሁኔታ

# NavigatorLeave_LeaveRequest
source: Leave Request
am: የዓመት ዕረፍት መጠየቂያ

# NavigatorRecruitment_RecruitmentRequest
source: Recruitment Request
am: የቅጥር ጥያቄ ማቅረቢያ

# NavigatorSelfCare_MedicalRequests
source: Medical Requests
am: የህክምና ጥያቄ ማቅረቢያ

# NavigatorTermination_TerminationRequest
source: Termination Request
am: የመልቀቂያ ጥያቄ ማቅረቢያ

# NavigatorTraining_TrainingApplicant
source: Training Applicant
am: የሥልጠና ጥያቄ ማቅረቢያ

# Navigator_Employee_ExperienceRequest
source: Experience Request
am: የሥራ ልምድ መጠየቂያ

# HR_ArchiveManagement_LetterSender
source: Send Letter
am: ደብዳቤ መላኪያ

# HR_ArchiveManagement_LetterStatus
source: Letter Status
am: ያለበት ቦታ

# HR_SelfCare_OverTimeRequest_Emploees
source: Judges
am: የዳኞች ዝርዝር

# HR_SelfCare_OverTimeRequest_OverTimeRequest
source: Over Time Request
am: የትርፍ ሰዓት ስራ መጠየቂያ

# NavigatorHealthAndInsurance_MedicalRecord
source: Medical Record
am: የተደረገ ህክምና

# NavigatorHealthAndInsurance_Treatment
source: Treatment
am: የተሰጠ መድኃኒት

# Enum_ACCOUNTING_PERIOD
source: ACCOUNTING_PERIOD
am: የሂሳብ አያያዝ ወር

# Enum_AllowanceType_TRANSPORT
source: TRANSPORT
am: ትራንስፖርት

# Enum_EVALUATION_PERIOD
source: EVALUATION_PERIOD
am: የግምገማ ወር

# Enum_Female
source: Female
am: ሴት

# Enum_FISCAL_YEAR
source: FISCAL_YEAR
am: በጀት ዓመት

# Enum_HOLIDAY
source: HOLIDAY
am: በዓል

# Enum_LEAVE_PERIOD
source: LEAVE_PERIOD
am: የዓመት ዕረፍት ወር

# Enum_LetterOwner_ORGANIZATION
source: ORGANIZATION
am: የድርጅት

# Enum_LetterOwner_PRIVATE
source: PRIVATE
am: የግለሰብ

# Enum_LettersStatus_ANSWERED
source: ANSWERED
am: መልስ የተሰጠበት

# Enum_LettersStatus_NEW
source: NEW
am: አዲስ

# Enum_LettersStatus_TRANSFERED
source: TRANSFERED
am: የተላለፈ

# Enum_LetterType_INCOMING
source: INCOMING
am: ገቢ

# Enum_LetterType_OUTGOING
source: OUTGOING
am: ወጪ

# Enum_Male
source: Male
am: ወንድ

# Enum_PAYROLL_PERIOD
source: PAYROLL_PERIOD
am: የደሞዝ ወር

# Enum_PeriodStatusList_CLOSED
source: CLOSED
am: የተዘጋ

# Enum_PeriodStatusList_NEW
source: NEW
am: አዲስ

# Enum_PeriodStatusList_PROCESSING
source: PROCESSING
am: የተሰናዳ

# Enum_QUARTER
source: QUARTER
am: ሩብ ዓመት

# Enum_RECRUITMENT
source: RECRUITMENT
am: ቅጥር

# Enum_SEASON
source: SEASON
am: ወቅት

# Enum_SEMI_ANNUAL
source: SEMI_ANNUAL
am: ግማሽ ዓመት

# Enum_WEEKLY
source: WEEKLY
am: ሳምንታዊ

# Enum_AllowanceType_DESERT
source: DESERT
am: የበረሃ

# Enum_AllowanceType_HOME
source: HOME
am: የቤት

# Enum_AllowanceType_POSITION
source: POSITION
am: የወንበር

# Enum_AllowanceType_PROFESSIONAL
source: PROFESSIONAL
am: የሙያ

# Enum_AllowanceType_TELEPHONE
source: TELEPHONE
am: የስልክ

# Enum_AllowanceType_TOP_UP
source: TOP_UP
am: የማስተካከያ

# Enum_ApplicationType_PROMOTION
source: PROMOTION
am: ዕድገት

# Enum_ApplicationType_TRANSFER
source: TRANSFER
am: ዝውውር

# Enum_AssignmentType_ASSIGNMENT
source: ASSIGNMENT
am: በምደባ

# Enum_AssignmentType_DEMOTION
source: DEMOTION
am: በደረጃ ዝቅ በማድረግ

# Enum_AssignmentType_NEW
source: NEW
am: አዲስ

# Enum_AssignmentType_PROMOTION
source: PROMOTION
am: በዕድገት

# Enum_AssignmentType_RECOMENDATION
source: RECOMENDATION
am: በጥቆማ

# Enum_AssignmentType_STRUCTURE_CHANGE
source: STRUCTURE_CHANGE
am: በመዋቅር ለውጥ

# Enum_AssignmentType_TRANSFER
source: TRANSFER
am: በዝውውር

# Enum_AssocationType_CREDIT
source: CREDIT
am: ብድር

# Enum_AssocationType_LABOUR
source: LABOUR
am: የዳኛ

# Enum_BankAccountType_CREDIT
source: CREDIT
am: የብድር

# Enum_BankAccountType_PAYROLL
source: PAYROLL
am: የደሞዝ

# Enum_BankAccountType_SAVING
source: SAVING
am: የቁጠባ

# Enum_CommitmentType_EDUCATION
source: EDUCATION
am: የትምህርት

# Enum_CommitmentType_TRAINING
source: TRAINING
am: የስልጠና

# Enum_EmployeeStatus_CONTRACT
source: CONTRACT
am: ጊዜያዊ

# Enum_EmployeeStatus_NO_STATUS
source: NO_STATUS
am: አይታወቅም

# Enum_EmployeeStatus_PERMANENT
source: PERMANENT
am: ቋሚ

# Enum_IdentificationType_BIOMETRIC_ID
source: BIOMETRIC_ID
am: የአሻራ ቁጥር

# Enum_IdentificationType_DRIVING_LICENSE
source: DRIVING_LICENSE
am: መንጃ ፈቃድ

# Enum_IdentificationType_LICENSE_NUMBER
source: LICENSE_NUMBER
am: የፈቃድ ቁጥር

# Enum_IdentificationType_PASSPORT
source: PASSPORT
am: ፓስፖርት

# Enum_IdentificationType_PENSION_NO
source: PENSION_NO
am: የጡረታ ቁጥር

# Enum_IdentificationType_RESIDENTIAL_ID
source: RESIDENTIAL_ID
am: የመኖሪያ መታወቂያ ቁጥር

# Enum_IdentificationType_SMART_CARD
source: SMART_CARD
am: ስማርት ካርድ

# Enum_IdentificationType_STUDENT_ID
source: STUDENT_ID
am: የተማሪ መታወቂያ ቁጥር

# Enum_IdentificationType_TIN
source: TIN
am: የግብር መለያ ቁጥር

# Enum_IdentificationType_VAT_NUMBER
source: VAT_NUMBER
am: የተጨማሪ እሴት ታክስ ቁጥር

# Enum_IdentificationType_VISA
source: VISA
am: ቪዛ

# Enum_IdentificationType_WORK_ID
source: WORK_ID
am: የሥራ መታወቂያ ቁጥር

# Enum_IndustryType_AUTOMOTIVE
source: AUTOMOTIVE
am: የመኪና ጥገና

# Enum_IndustryType_BOOK_AND_PUBLICATION
source: BOOK_AND_PUBLICATION
am: የህትመት ስራ

# Enum_IndustryType_CAFEE
source: CAFEE
am: ቁርስ ቤት

# Enum_IndustryType_CLINIC
source: CLINIC
am: ክሊኒክ

# Enum_IndustryType_CONSTRUCTION
source: CONSTRUCTION
am: ኮንስትራክሽን

# Enum_IndustryType_ELECTRONICS
source: ELECTRONICS
am: ኤሌክትሮኒክስ

# Enum_IndustryType_GARMENT
source: GARMENT
am: ጨርቃጨርቅ

# Enum_IndustryType_HOSPITAL
source: HOSPITAL
am: ሆስፒታል

# Enum_IndustryType_HOSPITALITY
source: HOSPITALITY
am: እንግዳ ተቀባይ

# Enum_IndustryType_MANUFACTURING
source: MANUFACTURING
am: ፋብሪካ

# Enum_IndustryType_PHARMACY
source: PHARMACY
am: የመድሃኒት መደብር

# Enum_IndustryType_REAL_STATE
source: REAL_STATE
am: የመኖሪያ ቤት ግንባታ

# Enum_IndustryType_RESTAURANT
source: RESTAURANT
am: ምግብ ቤት

# Enum_IndustryType_RETAIL
source: RETAIL
am: በችርቻሮ የሚሸጥ

# Enum_IndustryType_WHOLESALES
source: WHOLE SALES
am: በጅምላ የሚሸጥ

# Enum_JobTitlePlan_BOUNDED
source: BOUNDED
am: የተገደበ

# Enum_JobTitlePlan_UNBOUNDED
source: UNBOUNDED
am: ያልተገደበ

# Enum_LanguageType_INTERNATIONAL_LANGUAGE
source: INTERNATIONAL_LANGUAGE
am: አለም አቀፍ ቋንቋ

# Enum_LanguageType_LOCAL_LANGUAGE
source: LOCAL_LANGUAGE
am: የሀገር ውስጥ ቋንቋ

# Enum_LeaveSetting_LEAVE_FOR_LEADRES
source: LEAVE_FOR_LEADRES
am: የአመራር ፈቃድ

# Enum_LeaveSetting_LEAVE_FOR_PERFORMERS
source: LEAVE_FOR_PERFORMERS
am: የፈፃሚ ፈቃድ

# Enum_LeaveType_ANNUAL
source: ANNUAL
am: የዓመት

# Enum_LeaveType_MARRIAGE
source: MARRIAGE
am: የጋብቻ

# Enum_LeaveType_MATERNITY
source: MATERNITY
am: የእናትነት

# Enum_LeaveType_OTHER
source: OTHER
am: ሌላ

# Enum_LeaveType_PATERNITY
source: PATERNITY
am: የአባትነት

# Enum_LeaveType_SICK_LEAVE
source: SICK_LEAVE
am: የህመም

# Enum_LookUpTypes_ADDITION_TYPE
source: ADDITION_TYPE
am: የተጨማማሪ ዓይነት

# Enum_LookUpTypes_COMMITMENT_TYPE
source: COMMITMENT_TYPE
am: የውል ዓይነት

# Enum_LookUpTypes_COMMITTEE_TYPE
source: COMMITTEE_TYPE
am: የኮሚቴ ዓይነት

# Enum_LookUpTypes_CONSTRUCTION_TYPE
source: CONSTRUCTION_TYPE
am: የግንባታ ዓየነት

# Enum_LookUpTypes_CONTRIBUTION_TYPE
source: CONTRIBUTION_TYPE
am: የመዋጮ ዓይነት

# Enum_LookUpTypes_COSIGN_TYPE
source: COSIGN_TYPE
am: የዋስ ዓይነት

# Enum_LookUpTypes_COURSE
source: COURSE
am: ኮርስ

# Enum_LookUpTypes_DOCUMENT_TYPE
source: DOCUMENT_TYPE
am: የሰነድ ዓነት

# Enum_LookUpTypes_EDUCATION_FIELD
source: EDUCATION_FIELD
am: የትምህርት ዓይነት

# Enum_LookUpTypes_EDUCATION_LEVEL
source: EDUCATION_LEVEL
am: የትምህርት ደረጃ

# Enum_LookUpTypes_EVALUATION_TYPE
source: EVALUATION_TYPE
am: የግምገማ ዓይነት

# Enum_LookUpTypes_INSURANCE_CLASS_OF_BUSINESS
source: INSURANCE_CLASS_OF_BUSINESS
am: የመድህን መደቦች

# Enum_LookUpTypes_JOB_TITLE
source: JOB_TITLE
am: የስራ መደብ

# Enum_LookUpTypes_MEDIA
source: MEDIA
am: መገናኛ ብዙሃን

# Enum_LookUpTypes_NATION
source: NATION
am: ብሔር

# Enum_LookUpTypes_OTHER_BENEFIT
source: OTHER_BENEFIT
am: ሌላ ጥቅማጥቅም

# Enum_LookUpTypes_OVERTIME_TYPE
source: OVERTIME_TYPE
am: የትርፍ ሰዓት ዓይነት

# Enum_LookUpTypes_PROBATION_STATUS
source: PROBATION_STATUS
am: የሙከራ ጊዜ ሁኔታ

# Enum_LookUpTypes_PROJECT_TYPE
source: PROJECT_TYPE
am: የፕሮጀክት ዓይነት

# Enum_LookUpTypes_RELATIONSHIP
source: RELATIONSHIP
am: ዝምድና

# Enum_LookUpTypes_ROW_DATA
source: ROW_DATA
am: ጥሬ መረጃ

# Enum_LookUpTypes_SKILL_TYPE
source: SKILL_TYPE
am: ችሎታ

# Enum_LookUpTypes_TARGET_GROUP
source: TARGET_GROUP
am: የሚመለከታቸው አካላት

# Enum_LookUpTypes_TERMINATIONTYPE
source: TERMINATIONTYPE
am: የስራ ውል ማቋረጫ ዓይነት

# Enum_LookUpTypes_TRAINING_TYPE
source: TRAINING_TYPE
am: የስልጠና ዓይነት

# Enum_LookUpTypes_UOM
source: UOM
am: የመለኪያ ዓይነት

# Enum_MartialStatus_DIVORCED
source: DIVORCED
am: የፈታ

# Enum_MartialStatus_MARRIED
source: MARRIED
am: ያገባ

# Enum_MartialStatus_SEPARATED
source: SEPARATED
am: የተለያየ

# Enum_MartialStatus_SINGLE
source: SINGLE
am: ያላገባ

# Enum_OverTimeAttribute_COEFFICIENT
source: COEFFICIENT
am: መለኪያ

# Enum_OverTimeAttribute_HOLIDAY_RATE
source: HOLIDAY_RATE
am: በበዓል የሚታሰብ

# Enum_OverTimeAttribute_NIGHT_RATE
source: NIGHT_RATE
am: ማታ የሚታሰብ

# Enum_OverTimeAttribute_NORMAL_RATE
source: NORMAL_RATE
am: በስራ ሰዓት የሚታሰብ

# Enum_OverTimeAttribute_RESTDAY_RATE
source: RESTDAY_RATE
am: በዕረፍት ሰዓት የሚታሰብ

# Enum_PayrollAccountType_ADDITIONS
source: ADDITIONS
am: ተጨማማሪ

# Enum_PayrollAccountType_ADVANCE
source: ADVANCE
am: ቅድመ ክፍያ

# Enum_PayrollAccountType_ASSOCIATION
source: ASSOCIATION
am: ማህበራት

# Enum_PayrollAccountType_BASIC_SALARY_CONRACT
source: BASIC_SALARY_CONRACT
am: የኮንትራት ዳኛ ደሞዝ

# Enum_PayrollAccountType_BASIC_SALARY_PERMANENT
source: BASIC_SALARY_PERMANENT
am: የቋሚ ዳኛ ደሞዝ

# Enum_PayrollAccountType_INCOME_TAX
source: INCOME_TAX
am: የገቢ ግብር

# Enum_PayrollAccountType_LABOR_UNION
source: LABOR_UNION
am: የዳኛ ማህበር

# Enum_PayrollAccountType_LOAN
source: LOAN
am: ብድር

# Enum_PayrollAccountType_NET_PAY
source: NET_PAY
am: የተጣራ ክፍያ

# Enum_PayrollAccountType_OVER_TIME
source: OVER_TIME
am: ትርፍ ሰዓት የተሰራ

# Enum_PayrollAccountType_PENSION_COMPANY
source: PENSION_COMPANY
am: ጡረታ ከድርጅት

# Enum_PayrollAccountType_PENSION_EXPENSE
source: PENSION_EXPENSE
am: የጡረታ ወጪ

# Enum_PayrollAccountType_PENSION_PAYABLE
source: PENSION_PAYABLE
am: ተከፋይ ጡረታ

# Enum_PayrollSettingCategories_OVERTIME
source: OVERTIME
am: ትርፍ ሰዓት

# Enum_PayrollSettingCategories_PENSION
source: PENSION
am: ጡረታ

# Enum_PayrollSettingCategories_PROVIDENT_FUND
source: PROVIDENT_FUND
am: ለወደፊት የሚቀመጥ ገንዘብ

# Enum_PensionAttribute_COMPANY_CONTRIBUTION
source: COMPANY_CONTRIBUTION
am: ከድርጅት የሚዋጣ

# Enum_PensionAttribute_EMPLOYEE_CONTRIBUTION
source: EMPLOYEE_CONTRIBUTION
am: ከዳኛ የሚዋጣ

# Enum_PensionAttribute_RETIREMENT_AGE
source: RETIREMENT_AGE
am: የጡረት ዕድሜ

# Enum_PersonTitle_AMBASADOR
source: AMBASADOR
am: አምባሳደር

# Enum_PersonTitle_ATO
source: ATO
am: አቶ

# Enum_PersonTitle_BISHOP
source: BISHOP
am: ጳጳስ

# Enum_PersonTitle_BRIGADIER
source: BRIGADIER
am: ብርጋዴር

# Enum_PersonTitle_CAPITAIN
source: CAPITAIN
am: ካፒቴን

# Enum_PersonTitle_CRENEL
source: CRENEL
am: ኮለኔል

# Enum_PersonTitle_DIPLOMAT
source: DIPLOMAT
am: ዲፕሎማት

# Enum_PersonTitle_DR
source: DR
am: ዶ/ር

# Enum_PersonTitle_ENGINEER
source: ENGINEER
am: ኢንጂነር

# Enum_PersonTitle_GENERAL
source: GENERAL
am: ጀነራል

# Enum_PersonTitle_HISEXCELLENCY
source: HISEXCELLENCY
am: የተከበሩ

# Enum_PersonTitle_HONORABLE
source: HONORABLE
am: የተከበሩ

# Enum_PersonTitle_LOWRET
source: LOWRET
am: ሎሬት

# Enum_PersonTitle_MAJOR
source: MAJOR
am: ሻለቃ

# Enum_PersonTitle_MR
source: MR
am: አቶ

# Enum_PersonTitle_MRS
source: MRS
am: ወ/ሮ

# Enum_PersonTitle_PASTER
source: PASTER
am: ፓስተር

# Enum_PersonTitle_POPE
source: POPE
am: ሊቀ ጳጳስ

# Enum_PersonTitle_PROFFESOR
source: PROFFESOR
am: ፕሮፌሰር

# Enum_PersonTitle_SHEK
source: SHEK
am: ሼክ

# Enum_PersonTitle_SIR
source: SIR
am: ጌቶች

# Enum_PersonTitle_W_RO
source: W_RO
am: ወ/ሮ

# Enum_PersonTitle_W_T
source: W_T
am: ወ/ት

# Enum_Proficiency_EXCELLENT
source: EXCELLENT
am: እ.በጣም ጥሩ

# Enum_Proficiency_GOOD
source: GOOD
am: ጥሩ

# Enum_Proficiency_POOR
source: POOR
am: ደካማ

# Enum_Proficiency_VERY_GOOD
source: VERY_GOOD
am: በጣም ጥሩ

# Enum_PromotionSetting_PROMOTION_PER_YEAR
source: PROMOTION_PER_YEAR
am: በዓመት የሚደረግ የዕድገት ብዛት

# Enum_PromotionSetting_VACANCY_LIFE_TIME_INDAY
source: VACANCY_LIFE_TIME_INDAY
am: ማስታወቂያ የሚቆበት ጊዜ

# Enum_ProvidentAttribute_ADDITIONAL_COMPANY_CONTRIBUTION
source: ADDITIONAL_COMPANY_CONTRIBUTION
am: ተጨማሪ በድርጅቱ የሚዋጣ

# Enum_ProvidentAttribute_ADDITIONAL_EMPLOYEE_CONTRIBUTION
source: ADDITIONAL_EMPLOYEE_CONTRIBUTION
am: ተጨማሪ በዳኛው የሚዋጣ

# Enum_ProvidentAttribute_COMPANY_CONTRIBUTION
source: COMPANY_CONTRIBUTION
am: በድርጅቱ የሚዋጣ

# Enum_ProvidentAttribute_EMPLOYEE_CONTRIBUTION
source: EMPLOYEE_CONTRIBUTION
am: በዳኛው የሚዋጣ

# Enum_RecruitmentSetting_DISABILITY
source: DISABILITY
am: የአካል ጉዳት

# Enum_RecruitmentSetting_DISCIPLINE
source: DISCIPLINE
am: ጠባይ

# Enum_RecruitmentSetting_EDUCATIONAL_FIELD
source: EDUCATIONAL_FIELD
am: የትምህርት ዓይነት

# Enum_RecruitmentSetting_EDUCATION_LEVEL
source: EDUCATION_LEVEL
am: የትምህርት ደረጃ

# Enum_RecruitmentSetting_GENDER
source: GENDER
am: ፆታ

# Enum_RecruitmentSetting_INTERVIEW
source: INTERVIEW
am: የቃል ፈተና

# Enum_RecruitmentSetting_PRACTICAL_EXAM
source: PRACTICAL_EXAM
am: የተግባር ፈተና

# Enum_RecruitmentSetting_PROFILE
source: PROFILE
am: ግለ ታሪክ

# Enum_RecruitmentSetting_RELATED_EXPERIENCE
source: RELATED_EXPERIENCE
am: ተያያዥ የስራልምድ

# Enum_RecruitmentSetting_RELEVANT_EXPERIENCE
source: RELEVANT_EXPERIENCE
am: ተፈላጊ የስራልምድ

# Enum_RecruitmentSetting_THEORY_EXAM
source: THEORY_EXAM
am: የፅሁፍ ፈተና

# Enum_RecruitmentSetting_TRAINING
source: TRAINING
am: ስልጠና

# Enum_RecruitmentSource_EXTERNAL
source: EXTERNAL
am: ከውጭ

# Enum_RecruitmentSource_INTERNAL
source: INTERNAL
am: ከውስጥ

# Enum_Region_AFAR
source: AFAR
am: አፋር

# Enum_Region_AMHARA
source: AMHARA
am: አማራ

# Enum_Region_BENSHANGUL_GUMUZ
source: BENSHANGUL_GUMUZ
am: ቤንሻንጉል ጉሙዝ

# Enum_Region_GAMBELLA
source: GAMBELLA
am: ጋምቤላ

# Enum_Region_GURAGE
source: GURAGE
am: ጉራጌ

# Enum_Region_HARRARI
source: HARRARI
am: ሐረሪ

# Enum_Region_OROMO
source: OROMO
am: ኦሮሞ

# Enum_Region_SOMALIA
source: SOMALIA
am: ሶማሊያ

# Enum_Region_SOUTH_NATION_AND_NATIONALITIES
source: SOUTH_NATION_AND_NATIONALITIES
am: የደቡብ ብሔር ብሔረሰብ

# Enum_Region_TIGRAY
source: TIGRAY
am: ትግራይ

# Enum_ReligionList_CATHOLIC
source: CATHOLIC
am: ካቶሊክ

# Enum_ReligionList_MUSLIM
source: MUSLIM
am: ሙስሊም

# Enum_ReligionList_ORTHODOX
source: ORTHODOX
am: ኦርቶዶክስ

# Enum_ReligionList_OTHER
source: OTHER
am: ሌላ

# Enum_ReligionList_PROTESTANT
source: PROTESTANT
am: ፕሮቴስታንት

# Enum_ReligionList_WAAQEFFATAA
source: WAAQEFFATAA
am: ዋቄፈታ

# Enum_RequestStatus_APPROVE
source: APPROVE
am: ይፅደቅ

# Enum_RequestStatus_PEND
source: PEND
am: ይቆይ

# Enum_RequestStatus_REJECT
source: REJECT
am: ተቀባይነት የለውም

# Enum_RequestStatus_WAITING_FOR_APPROVAL
source: WAITING_FOR_APPROVAL
am: ለውሳኔ የሚጠብቅ

# Enum_ResponsibilityLevel_LOW_MANAGMENT
source: LOW_MANAGMENT
am: ዝቅተኛ አመራር

# Enum_ResponsibilityLevel_MEDIUM_MANAGMENT
source: MEDIUM_MANAGMENT
am: መካከለኛ አመራር

# Enum_ResponsibilityLevel_STAFF
source: STAFF
am: ፈፃሚ

# Enum_ResponsibilityLevel_TOP_MANAGMENT
source: TOP_MANAGMENT
am: ከፍተኛ አመራር

# Common_Configuration_Category
source: Category
am: የመቸቱ መደብ

# HR_RecruitmentManagment_ApplicantScreeningResult_Criteria
source: Criteria
am: መስፈርት

# HR_RecruitmentManagment_ApplicantScreeningResult_CurrentResult
source: Current Result
am: ያገኘው ውጤት

# HR_RecruitmentManagment_ApplicantScreeningResult_SettingValue
source: Setting Value
am: የሚጠበቅበት ውጤት

# View_Incomming
source: Incomming Letter
am: ገቢ ደብዳቤ

# View_Outgoing
source: Outgoing Letter
am: ወጪ ደብዳቤ

source: Select
am: ይምረጡ

# Enum_AddressType_FAX
source: FAX
am: ፋክስ

# Enum_AddressType_KEBELE
source: KEBELE
am: ቀበሌ

# Enum_AddressType_KIFLEKETEMA
source: KIFLEKETEMA
am: ክፍለ ከተማ

# Enum_AddressType_OFFICE_CITYPROVINCE
source: CITYPROVINCE
am: ከተማ

# Enum_AddressType_OFFICE_CONTACT_PERSON
source: CONTACT_PERSON
am: የተጠሪ ሰው ስም

# Enum_AddressType_OFFICE_COUNTRY
source: COUNTRY
am: ሃገር

# Enum_AddressType_OFFICE_FACEBOOK
source: FACEBOOK
am: ፌስቡክ

# Enum_AddressType_OFFICE_HOME_PHONE
source: HOME_PHONE
am: የቤት ስልክ ቁጥር

# Enum_AddressType_OFFICE_HOUSE_NO
source: HOUSE_NO
am: የቤት ቁጥር

# Enum_AddressType_OFFICE_LINKEDIN
source: LINKEDIN
am: ሊንክደን

# Enum_AddressType_OFFICE_MOBILE_PHONE_1
source: MOBILE_PHONE_1
am: ሞባይል (1)

# Enum_AddressType_OFFICE_MOBILE_PHONE_2
source: MOBILE_PHONE_2
am: ሞባይል (2)

# Enum_AddressType_OFFICE_OFFICE_EMAIL
source: OFFICE_EMAIL
am: የቢሮ ኢሜል

# Enum_AddressType_OFFICE_PERSONAL_EMAIL
source: PERSONAL_EMAIL
am: የግል ኢሜል

# Enum_AddressType_OFFICE_PHONE
source: OFFICE_PHONE
am: የቢሮ ስልክ ቁጥር

# Enum_AddressType_OFFICE_POBOX
source: POBOX
am: ፖ.ሳ.ቁ

# Enum_AddressType_OFFICE_REGION
source: REGION
am: ክልል

# Enum_AddressType_OFFICE_SKYPE
source: SKYPE
am: ስካይፕ

# Enum_AddressType_OFFICE_SPECIAL_LOCATION
source: SPECIAL_LOCATION
am: የቦታው ልዩ ስም

# Enum_AddressType_OFFICE_STREET
source: STREET
am: የመንገድ ቁጥር

# Enum_AddressType_OFFICE_TWITTER
source: TWITTER
am: ቲውተር

# Enum_AddressType_OFFICE_WEBSITE
source: WEBSITE
am: ድህረ ገፅ

# Enum_AddressType_OFFICE_WORADA
source: WORADA
am: ወረዳ

# HR_ActionButton_ChooseFile
source: Choose File
am: ፋይል ምረጥ

# HR_ActionButton_Upload
source: Upload
am: ጫን

# HR_Upload_EmployeePhoto
source: Upload Judge Photo
am: የዳኛ ፎቶ መጫኛ

# HR_Upload_File
source: Upload File
am: ፋይል ጫን

# HR_Upload_Logo
source: Upload Compay Logo
am: የድርጅት አርማ መጫኛ

# NavigatorTraining_Trainee
source: Trainee
am: የሰልጣኞች ዝርዝር

# NavigatorTraining_TrainingStatus
source: Training Status
am: ሥልጠናው ያለበት ደረጃ

# Common_Bank_IsActive
source: Is Active?
am: አገልግሎት ላይ ነው?

# HR_Payroll_EmployeePayroll_FixedContribution_Months
source: Months
am: ወራት

# HR_Payroll_EmployeePayroll_OverTimePerDay_Date
source: Date
am: ቀን

# HR_Payroll_EmployeePayroll_OverTimePerDay_EmployeeId
source: Judge
am: ዳኛ

# HR_Payroll_EmployeePayroll_OverTimePerDay_From
source: From
am: ከ

# HR_Payroll_EmployeePayroll_OverTimePerDay_NormalHours
source: Normal Hours
am: የስራ ሰዓት

# HR_Payroll_EmployeePayroll_OverTimePerDay_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_OverTimePerDay_TicketNumber
source: Ticket Number
am: የቲኬት ቁጥር

# HR_Payroll_EmployeePayroll_OverTimePerDay_To
source: To
am: እስከ

# HR_Payroll_EmployeePayroll_OverTimePerDay_TotalHr
source: TotalHr
am: ጠቅላላ ሰዓት

# HR_Payroll_PayrollSetting_PayrollEmployeeAccount_CostCenterAccountCode
source: Cost Center Account Code
am: ኮስት ሴንተር

# HR_Payroll_PayrollSetting_PayrollEmployeeAccount_EmployeeId
source: Judge
am: ዳኛ

# NavigatorHealthAndInsurance_Restitution
source: Restitution
am: ካሳ

# Common_Company_Branch_Abbreviation
source: Abbreviation
am: ምህፃረ ቃል

# Common_Company_Branch_AmharicName
source: Amharic Name
am: የአማርኛ ስም

# Common_Company_Branch_Code
source: Court Code
am: መለያ ቁጥር

# Enum_AssociationType_CHILD
source: CHILD
am: ልጅ

# Enum_AssociationType_FATHER
source: FATHER
am: አባት

# Enum_AssociationType_MOTHER
source: MOTHER
am: እናት

# Enum_AssociationType_WIFE
source: WIFE
am: ሚስት
