Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: ExceedERP.Core/Localization/ResourcesCourt.*.resx
Languages: am

# ActionButton_AddNewRecord
source: Add New
am: አዲስ ጨምር

# ActionButton_Cancel
source: Delete
am: አጥፋ

# ActionButton_Update
source: Edit
am: አስተካክል

# Common_Address_Category
source: Category
am: የአድራሻ ዓይነት

# Common_Address_Value
source: Value
am: አድራሻ

# Common_Attachment_Description
source: Description
am: መግለጫ

# Common_Attachment_FileType
source: Download
am: አውርድ

# Common_Attachment_URL
source: URL
am: ያለበት ቦታ

# Common_Bank_Category
source: Category
am: ምድብ

# Common_Bank_Name
source: Bank Name
am: የባንክ ስም

# Common_Company_Branch_BranchId
source: Court Id
am: ፍርድ ቤት መለያ ቁጥር

# Common_Company_Branch_Name
source: Name
am: ስም

# Common_Company_MainCompanyStructure_Name
source: Name
am: ስም

# Common_Company_MainCompanyStructure_Parent
source: Parent
am: ወላጅ የስራ ክፍል

# Common_Company_MainCompanyStructure_Type
source: Type
am: ዓይነት

# Common_Company_MainCompany_Abbrevation
source: Abbreviation
am: ምህፃረ ቃል

# Common_Company_MainCompany_AmharicName
source: Amharic Name
am: ስም በአማርኛ

# Common_Company_MainCompany_BrandName
source: Brand Name
am: መለያ ስም

# Common_Company_MainCompany_BusinessType
source: Business Type
am: የንግድ አይነት

# Common_Company_MainCompany_Category
source: Category
am: ቡድን

# Common_Company_MainCompany_IsActive
source: Is Active?
am: በስራ ላይ ነው？

# Common_Company_MainCompany_MainCompanyID
source: Main Company ID
am: ዋና መስሪያ ቤት

# Common_Company_MainCompany_TradeName
source: Trade Name
am: የንግድ ምልክት

# Common_Company_Structure_IsDepartment
source: Is Department?
am: ዲፓርትመንት ነው?

# Common_Company_Structure_Name
source: Name
am: ስም

# Common_Company_Structure_StructureId
source: Structure Id
am: የተዋረድ ቁጥር

# Common_Configuration_Attribute
source: Attribute
am: ዓይነት

# Common_Configuration_CurrentValue
source: Current Value
am: የመቸት ዋጋ

# Common_Configuration_Reference
source: Setting
am: መቸት

# Common_Country_Continent
source: Continent
am: አህጉር

# Common_Country_CountryCode
source: Country Code
am: የሀገሩ መለያ

# Common_Country_Name
source: Name
am: ስም

# Common_Country_Nationality
source: Nationality
am: ዜግነት

# Common_Country_PolticalName
source: PolticalName
am: የፖለቲካ ስም

# Common_Country_TelephoneCode
source: Telephone Code
am: የስልክ መለያ

# Common_Country_TimeZone
source: Time Zone
am: የጊዜ ክልል

# Common_Identification_Description
source: Description
am: የመታወቂያው ስም

# Common_Identification_ExpiryDate
source: Expiry Date
am: የሚያበቃበት ጊዜ

# Common_Identification_IdNumber
source: Id Number
am: የመታወቂያው ቁጥር

# Common_Identification_IssueDate
source: Issue Date
am: የተሰጠበት ቀን

# Common_Identification_Issuer
source: Issuer
am: የሰጠው አካል

# Common_Identification_Remark
source: Remark
am: ምርመራ

# Common_Identification_Type
source: Type
am: የመታወቂያው ዓይነት

# Common_IndustryInvolved_Industry
source: Reference Type
am: የኢንዱስትሪ ዓይነት

# Common_LanguageProficiency_EmployeeId
source: Judge
am: ዳኛ

# Common_LanguageProficiency_LanguageId
source: Language
am: ቋንቋ

# Common_LanguageProficiency_Listening
source: Listening
am: ማዳመጥ

# Common_LanguageProficiency_Reading
source: Reading
am: ማንበብ

# Common_LanguageProficiency_Speaking
source: Speaking
am: መናገር

# Common_LanguageProficiency_Writing
source: Writing
am: መፃፍ

# Common_Language_CountryId
source: Country
am: ሀገር

# Common_Language_Description
source: Language Name
am: የቋንቋው ስም

# Common_Language_LanguageType
source: Language Type
am: የቋንቋው ዓይነት

# Common_Lookup_Category
source: Category
am: ክፍል

# Common_Lookup_Description
source: Description
am: ስም

# Common_Lookup_LookupType
source: Type
am: ዓይነት

# Common_Period_EndDate
source: End Date
am: እስከ

# Common_Period_PeriodName
source: Period Name
am: የወሩ ስም

# Common_Period_PeriodType
source: Period Type
am: ዓይነት

# Common_Period_StartDate
source: Start Date
am: ከ

# Common_PersonEmployee_BirthPlace
source: Birth Place
am: የትውልድ ቦታ

# Common_PersonEmployee_DateOfBirth
source: Date Of Birth
am: የልደት ቀን

# Common_PersonEmployee_EmployeeCode
source: Id Number
am: የመታወቂያ ቁጥር

# Common_PersonEmployee_FirstName
source: Name (Am)
am: ስም (አማ)

# Common_PersonEmployee_Gender
source: Gender
am: ፆታ

# Common_PersonEmployee_HiredDate
source: Hired Date
am: የተቀጠሩበት ቀን

# Common_PersonEmployee_IsActive
source: Is Active
am: እያገለገሉ ነው?

# Common_PersonEmployee_LastName
source: Grand Father Name (Am)
am: የአያት ስም (አማ)

# Common_PersonEmployee_MartialStatus
source: Martial Status
am: የጋብቻ ሁኔታ

# Common_PersonEmployee_MiddleName
source: Father Name (Am)
am: የአባት ስም (አማ)

# Common_PersonEmployee_MothersFullName
source: Mother's Full Name
am: የእናት ስም

# Common_PersonEmployee_Nation
source: Nation
am: ብሔር

# Common_PersonEmployee_Nationality
source: Nationality
am: ዜግነት

# Common_PersonEmployee_Region
source: Region
am: ክልል

# Common_PersonEmployee_Religion
source: Religion
am: ሃይማኖት

# Common_PersonEmployee_Status
source: Status
am: የቅጥር ሁኔታ

# Common_PersonEmployee_Title
source: Title
am: ማዕረግ

# Common_Remark
source: Remark
am: መግለጫ

source: Details
am: ዝርዝር

# EmployeeDetail_Committee_CommitteeType
source: Committee Type
am: የኮሚቴ ዓይነት

# EmployeeDetail_Committee_EmployeeId
source: Judge
am: የዳኛው ስም

# EmployeeDetail_Committee_IsActive
source: Is Active
am: እያገለገሉ ነው?

# EmployeeDetail_Committee_Role
source: Role
am: ሚና

# Navigator_Recruitment_ApplicantExamResult
source: Applicant Exam Result
am: የአመልካቾች የፈተና ውጤት

# Navigator_Recruitment_InternalApplicantExamResult
source: Internal Applicant Exam Result
am: የውስጥ አመልካቾች የፈተና ውጤት

# HR_Allowance_AllowanceDefination_AllowanceDefinationId
source: Allowance Defination Id
am: አበለ መግለጫ መለያ ቁጥር

# HR_Allowance_AllowanceDefination_AllowanceName
source: Allowance Name
am: አበል ስም

# HR_Allowance_AllowanceDefination_AllowanceType
source: Allowance Type
am: የአበል አይነት

# HR_Allowance_AllowanceDefination_Amount
source: Amount/Percent
am: መጠን/ፐርሰንት

# HR_Allowance_AllowancePerEmployee_AllowanceDefnId
source: Allowance Type
am: አበለ አይነት

# HR_Allowance_AllowancePerEmployee_AllowanceId
source: Allowance Id
am: የአበል መለያ ቁጥር

# HR_Allowance_AllowancePerEmployee_PersonEmployee
source: Judge
am: ዳኛ

# HR_Allowance_AllowanceTypeRule_AllowanceType
source: Allowance Type
am: የአበል አይነት

# HR_Allowance_AllowanceTypeRule_Percentage
source: Percentage Amount
am: መጠን በመቶኛ

# HR_Allowance_AllowanceTypeRule_TaxTrasholdAmount
source: Threshold Amount
am: ዝቅተኛ መ

# HR_Allowance_OtherBenefit_BenefitName
source: Benefit Name
am: የጥቅማጥቅም አይነት

# HR_Allowance_OtherBenefit_JobTitleId
source: Job title
am: የስራ መደብ መጠሪያ

# HR_Allowance_OtherBenefit_Quantity
source: Quantity
am: ብዛት

# HR_Allowance_OtherBenefit_TimeInterval
source: Time Interval
am: የጊዜ ልዩነት

# HR_Allowance_OtherBenefit_UnitofMeasurement
source: Unit of measurement
am: መለክያ

# HR_ArchiveManagement_FolderExplorer_EmployeeName
source: Judge Name
am: የዳኛው ሥም

# HR_ArchiveManagement_FolderExplorer_FileNo
source: FileNo
am: የፉይል ቁጥር

# HR_ArchiveManagement_FolderExplorer_FolderNo
source: Folder No
am: አቃፊ ቁጥር

# HR_ArchiveManagement_FolderExplorer_IdNo
source: Id No
am: መለያ ቁጥር

# HR_ArchiveManagement_FolderExplorer_Row
source: Row
am: መስመር

# HR_ArchiveManagement_FolderExplorer_Shelve
source: Shelve
am: ሼልፍ

# HR_ArchiveManagement_FolderExplorer_Zone
source: Location
am: ዞን

# HR_ArchiveManagement_InstitutionArchiveNo_FileNo
source: File Number
am: የፋይል ቁጥር

# HR_ArchiveManagement_InstitutionArchiveNo_Folder
source: Folder
am: አቃፊ

# HR_ArchiveManagement_InstitutionArchiveNo_InstitutionName
source: Institution Name
am: የተቋሙ ሥም

# HR_ArchiveManagement_InstitutionArchiveNo_InstitutionTypeId
source: Institution Type Id
am: የተቋሙ አይነት

# HR_ArchiveManagement_InstitutionArchiveNo_Row
source: Row
am: መስመር

# HR_ArchiveManagement_InstitutionArchiveNo_Shelve
source: Shelve
am: ሼልፍ

# HR_ArchiveManagement_InstitutionArchiveNo_ZoneId
source: Location
am: ቦታ

# HR_ArchiveManagement_InstitutionType_InstitutionName
source: Institution Name
am: የተቋሙ ሥም

# HR_ArchiveManagement_InstitutionType_InstitutionTypeId
source: Institution Type
am: የተቋሙ አይነት

# HR_ArchiveManagement_LetterSender_Date
source: Date
am: ቀን

# HR_ArchiveManagement_LetterSender_Descion
source: Decision
am: ውሳኔ

# HR_ArchiveManagement_LetterSender_Description
source: Description
am: መግለጫ

# HR_ArchiveManagement_LetterSender_File
source: File
am: ፉይል

# HR_ArchiveManagement_LetterSender_Location
source: Location
am: አድራሻ

# HR_ArchiveManagement_LetterSender_PersonEmployee
source: Judge
am: ዳኛ

# HR_ArchiveManagement_LetterSender_Reference
source: Reference
am: ማጣቀሻ

# HR_ArchiveManagement_LetterSender_ReferenceType
source: Reference Type
am: የማጣቀሻ አይነት

# HR_ArchiveManagement_NewIncommingLetterRegistration_BookNo
source: Book Number
am: የመዝገብ ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_FileNo
source: File Number
am: የፉይል ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_FolderNo
source: Folder Number
am: አቃፊ ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_InstitutionTypeId
source: Institution Type
am: የተቋሙ አይነት

# HR_ArchiveManagement_NewIncommingLetterRegistration_LetterDate
source: Letter Date
am: የደብዳቤ ቀን

# HR_ArchiveManagement_NewIncommingLetterRegistration_LetterReferenceNo
source: Letter Reference Number
am: የደብዳቤ ማጣቀሻ ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_NoOfAttachment
source: No Of Attachment
am: አባሪ ደብዳቤ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingFileNo
source: File Number
am: የፉይል ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingFolderNo
source: Folder Number
am: የማህደር ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingInstitutionTypeId
source: Institution Type
am: የተቋሙ አይነት

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingLetterDate
source: Letter Date
am: የደብዳቤ ቀን

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingLetterReferenceNo
source: Letter Reference Number
am: የደብዳቤ ማጣቀሻ ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingNoOfAttachment
source: No Of Attachment
am: አባሪ ደብዳቤ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingOwnerName
source: Owner Name
am: የጉዳዩ ባለቤት

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingRefernceType
source: Outgoing Refernce Type
am: የወጪ ማጣቀሻ አይነት

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingRemark
source: Remark
am: መግለጫ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingRow
source: Row
am: መስመር

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingSerialNo
source: Serial No
am: ልዩ ማመልከቻ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingShelve
source: Shelve
am: መደርደሪያ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OutgoingSubject
source: Subject
am: ጉዳዩ

# HR_ArchiveManagement_NewIncommingLetterRegistration_OwnerName
source: Owner Name
am: የጉዳዩ ባለቤት

# HR_ArchiveManagement_NewIncommingLetterRegistration_RecivedDate
source: Recived Date
am: የተረከበበት ቀን

# HR_ArchiveManagement_NewIncommingLetterRegistration_RefernceType
source: Refernce Type
am: ማጣቀሻ አይነት

# HR_ArchiveManagement_NewIncommingLetterRegistration_Row
source: Row
am: መስመር

# HR_ArchiveManagement_NewIncommingLetterRegistration_SerialNo
source: Refers To
am: ልዩ ማመልከቻ

# HR_ArchiveManagement_NewIncommingLetterRegistration_Shelve
source: Shelve
am: መደርደሪያ

# HR_ArchiveManagement_NewIncommingLetterRegistration_Subject
source: Subject
am: ጉዳዩ

# HR_ArchiveManagement_NewOutgoingLetter_BookNo
source: BookNo
am: የመዝገብ ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_FileNo
source: File No
am: የፋይል ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_FolderNo
source: Folder No
am: የማህደር ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_InstitutionTypeId
source: Institution Type
am: የተቋሙ አይነት

# HR_ArchiveManagement_NewOutgoingLetter_LetterReferenceNo
source: Letter Reference No
am: የደብዳቤ ማጣቀሻ ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_NoOfAttachment
source: No Of Attachment
am: የአባሪ ብዛት

# HR_ArchiveManagement_NewOutgoingLetter_OwnerName
source: Owner Name
am: የባለቤቱ ስም

# HR_ArchiveManagement_NewOutgoingLetter_RefernceType
source: Refernce Type
am: የማጣቀሻ ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_Remark
source: Remark
am: መግለጫ

# HR_ArchiveManagement_NewOutgoingLetter_Row
source: Row
am: ተርታ

# HR_ArchiveManagement_NewOutgoingLetter_SerialNo
source: Serial No
am: ተከታታይ ቁጥር

# HR_ArchiveManagement_NewOutgoingLetter_Shelve
source: Shelve
am: ሼልፍ

# HR_ArchiveManagement_NewOutgoingLetter_Subject
source: Subject
am: ጉዳዩ

# HR_ArchiveManagement_PersonalArchiveNo_FileNo
source: File No
am: የፋይል ቁጥር

# HR_ArchiveManagement_PersonalArchiveNo_Folder
source: Folder Number
am: አቃፊ ቁጥር

# HR_ArchiveManagement_PersonalArchiveNo_PersonEmployee
source: Judge
am: ዳኛ

# HR_ArchiveManagement_PersonalArchiveNo_Row
source: Row
am: መስመር

# HR_ArchiveManagement_PersonalArchiveNo_Shelve
source: Shelve
am: ሼልፍ

# HR_ArchiveManagement_PersonalArchiveNo_ZoneId
source: Location
am: ቦታ

# HR_ArchiveManagement_SentLetter_Date
source: Date
am: ቀን

# HR_ArchiveManagement_SentLetter_File
source: File
am: ፉይል

# HR_ArchiveManagement_SentLetter_FileName
source: File Name
am: የፉይል ቁጥር

# HR_ArchiveManagement_SentLetter_Owner
source: Owner
am: የጉዳዩ ባለቤት

# HR_ArchiveManagement_SentLetter_Reciver
source: Reciver
am: ተቀባይ

# HR_ArchiveManagement_SentLetter_Remark
source: Remark
am: አስተያየት

# HR_ArchiveManagement_SentLetter_Sender
source: Sender
am: ላኪ

# HR_ArchiveManagement_SentLetter_Status
source: Status
am: ሁኔታ

# HR_ArchiveManagement_Zone_ZoneName
source: Location Name
am: የቦታ ሥም

# HR_Attendance_Absence_From
source: From
am: ከ

# HR_Attendance_Absence_MeasureTaken
source: Measure Taken
am: የተወሰደው እርምጃ

# HR_Attendance_Absence_NoOfWorkingDays
source: No of Absence
am: የቀሩበት ቀን ብዛት

# HR_Attendance_Absence_PersonEmployee
source: Judge
am: ዳኛ

# HR_Attendance_Absence_Reason
source: Reason
am: ምክንያት

# HR_Attendance_Absence_Remark
source: Remark
am: ማብራሪያ

# HR_Attendance_Absence_To
source: To
am: እስከ

# HR_Attendance_Attendance_AttendanceType
source: Attendance Type
am: አቴንዳንስ

# HR_Attendance_Attendance_DelayTime
source: Delay Time
am: የዘገየበት ጊዜ

# HR_Attendance_Attendance_FromDateTime
source: From
am: ከ

# HR_Attendance_Attendance_MeasureTaken
source: Measure Taken
am: የተወሰደው እርምጃ

# HR_Attendance_Attendance_NoOfAbcent
source: No Of Abcent
am: የቀረበት ቀን

# HR_Attendance_Attendance_PersonEmployee
source: Judge
am: ዳኛ

# HR_Attendance_Attendance_ToDateTime
source: To
am: እስከ

# HR_Attendance_EmpPayrollNoDaysWorked_Days
source: Days
am: የቀን ብዛት

# HR_Attendance_EmpPayrollNoDaysWorked_EmployeeId
source: Judge
am: የዳኛው ስም

# HR_Attendance_EmpPayrollNoDaysWorked_Period
source: Period
am: ወቅት

# HR_Attendance_EmpPayrollNoDaysWorked_PeriodId
source: Period
am: ወር

# HR_Attendance_EmpPayrollNoDaysWorked_PersonEmployee
source: Judge
am: ዳኛ

# HR_Attendance_EmpPayrollNoDaysWorked_Remark
source: Remark
am: ማብራሪያ

# HR_Attendance_LateComming_Date
source: Date
am: ቀን

# HR_Attendance_LateComming_PersonEmployee
source: Judge
am: ዳኛ

# HR_Attendance_LateComming_Remark
source: Remark
am: ማብራሪያ

# HR_Attendance_LateComming_Time
source: Time
am: ሰዓት

# HR_Company_ClearanceProvider_Name
source: Name
am: ስም

# HR_Company_ClearanceProvider_WorkUnit
source: Work Unit
am: የስራ ክፍል

# HR_Company_JobTitleMapping_JobTitle
source: Job Title
am: የስራ መደብ

# HR_Company_JobTitleMapping_MainFunction
source: Main Function
am: ዋና አገልግሎት

# HR_Company_JobTitleMapping_OrgStructureID
source: Structure Name
am: የመዋቅር ስም

# HR_Company_JobTitleMapping_PlanType
source: Plan Type
am: የዕቅድ ዓይነት

# HR_Company_JobTitleMapping_Quntity
source: Quntity
am: ብዛት

# HR_Discipline_DisciplinaryCase_DisciplinaryCaseId
source: Disciplinary Case Id
am: የዲሲፕሊን ጉዳይ ጉዳት

# HR_Discipline_DisciplinaryCase_Evidence
source: Evidence
am: ማሰረጃ

# HR_Discipline_DisciplinaryCase_NatureofTransgression
source: Nature of Transgression
am: የጥፉቱ አይነት

# HR_Discipline_DisciplinaryCase_PersonEmployee
source: Judge
am: ዳኛ

# HR_Discipline_DisciplinaryCase_TransgressionDate
source: Transgression Date
am: ጥፋቱ የተፈፀመበት ቀን

# HR_Discipline_DisciplineMeasuresDetail_Description
source: Description
am: መግለጫ

# HR_Discipline_DisciplineMeasuresDetail_Level
source: Level
am: ደረጃ

# HR_Discipline_DisciplineMeasuresDetail_MeasuresId
source: Discipline Measure
am: የተወሰደው እርምጃ

# HR_Discipline_DisciplineMeasuresType_DisciplineTypeId
source: Discipline Type Id
am: የእርምጃው አይነት መለያ ቁጥር

# HR_Discipline_DisciplineMeasuresType_ExpireYear
source: Expire Year
am: የሚያበቃበት ጊዜ

# HR_Discipline_DisciplineMeasuresType_MeasuresId
source: Discipline Measure
am: የተወሰደው እርምጃ

# HR_Discipline_DisciplineMeasuresType_PercentageEffectOnPromotion
source: Percentage Effect On Promotion
am: እድገት ላይ የሚያመጣው ተፅአኖ (%)

# HR_Discipline_DisciplineMeasuresType_Remark
source: Remark
am: ማብራሪያ

# HR_Discipline_DisciplineMeasures_MeasuresType
source: Measure Name
am: የአርምጃው ስም

# HR_Discipline_DisciplineMeasures_Remark
source: Remark
am: ማብራሪያ

# HR_Discipline_DisciplineRecord_Date
source: Date
am: ቀን

# HR_Discipline_DisciplineRecord_DetailMeasuresId
source: Penalty
am: ቅጣት

# HR_Discipline_DisciplineRecord_MeasuresId
source: Measures
am: የተወሰደው እርምጁ

# HR_Discipline_DisciplineRecord_Remark
source: Remark
am: ማብራሪያ

# HR_Discipline_EmpDisciplinaryHearing_DisciplinaryCaseId
source: Disciplinary Case Id
am: የዲሲፕሊን ኬዝ

# HR_Discipline_EmpDisciplinaryHearing_DisciplinaryHearingId
source: Case No.
am: የኬዝ ቁጥር

# HR_Discipline_EmpDisciplinaryHearing_HearingDate
source: Hearing Date
am: የታየበት ቀን

# HR_Discipline_EmpDisciplinaryHearing_HearingOutcome
source: Hearing Outcome
am: የተገኘው ውጤት

# HR_Discipline_EmpDisciplineMeasure_DecisionDate
source: Decision Date
am: እርምጃ የተወደበት ቀን

# HR_Discipline_EmpDisciplineMeasure_DetailMeasuresId
source: Measure Taken
am: የተወሰደ እርምጃ

# HR_Discipline_EmpDisciplineMeasure_DisciplinaryCaseId
source: Case No.
am: የዲሲፕሊን ኬዝ

# HR_Discipline_EmpDisciplineMeasure_IsExpired
source: Is Expired?
am: የቅጣቱ ጊዜ አልቋል ወይ ?

# HR_Discipline_EmpDisciplineMeasure_IsReversedByAppeal
source: Is Reversed By Appeal?
am: ተሽረዋል ወይ ?

# HR_Discipline_EmpDisciplineMeasure_MeasuresId
source: Measure Rank
am: የቅጣት ደረጃ

# HR_EmployeeDetail_ApplicantionForm_ApplicationType
source: Application Type
am: አመልካቾች

# HR_EmployeeDetail_ApplicantionForm_EduFiled
source: Filed of Education
am: የትምህርት ዘርፍ

# HR_EmployeeDetail_ApplicantionForm_EduLevel
source: Education Level
am: የትምህርት ደረጃ

# HR_EmployeeDetail_ApplicantionForm_ExprianceDay
source: Work Expriance Day
am: የስሪ ልምድ በቀን

# HR_EmployeeDetail_ApplicantionForm_ExprianceMonth
source: Work Expriance Month
am: የስሪ ልምድ በወር

# HR_EmployeeDetail_ApplicantionForm_ExprianceYear
source: Work Expriance Year
am: የስሪ ልምድ በአመት

# HR_EmployeeDetail_ApplicantionForm_JobAccomplishment
source: Job Accomplishment
am: የስራ አፈፃፀም

# HR_EmployeeDetail_ApplicantionForm_Period
source: Fiscal Year
am: የበጀት ዓመት

# HR_EmployeeDetail_ApplicantionForm_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_ApplicantionForm_Profile
source: Profile
am: ፕሮፉይል

# HR_EmployeeDetail_ApplicantionForm_Status
source: Status
am: ደረጃ

# HR_EmployeeDetail_ApplicantionForm_TotalExamResult
source: Total Exam Result
am: ጠቅላላ የፈተና ውጤት

# HR_EmployeeDetail_ApplicantionForm_Training
source: Training
am: ስልጠና

# HR_EmployeeDetail_Clearance_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Clearance_ReasonOfTermination
source: Reason Of Termination
am: የለቀቀበት ቀን

# HR_EmployeeDetail_Clearance_TerminatedSince
source: Terminated Since
am: ያቆመው ከ

# HR_EmployeeDetail_Commitment_CommitmentType
source: Type
am: አይነት

# HR_EmployeeDetail_Commitment_From
source: Commitment start date
am: ውል የገባበት ቀን

# HR_EmployeeDetail_Commitment_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Commitment_Reason
source: Reason
am: ምክንያት

# HR_EmployeeDetail_Commitment_To
source: Commitment end date
am: ውሉ የሚያልቅበት ጊዜ

# HR_EmployeeDetail_Commitment_Value
source: Commitment Value
am: የውል ዋጋ

# HR_EmployeeDetail_Committee_CommitteeType
source: Committee Type
am: የኮሚቴ አይነት

# HR_EmployeeDetail_Committee_IsActive
source: Is Active?
am: ስራ ላይ ነው?

# HR_EmployeeDetail_Committee_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Committee_Role
source: Role
am: ሚና

# HR_EmployeeDetail_Competency_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Competency_From
source: From
am: ከ

# HR_EmployeeDetail_Competency_Level
source: Level
am: ደረጃ

# HR_EmployeeDetail_Competency_SkillType
source: Skill Type
am: የክህሎት አይነት

# HR_EmployeeDetail_Competency_Status
source: Status
am: ሁኔታ

# HR_EmployeeDetail_Competency_To
source: To
am: እስከ

# HR_EmployeeDetail_Contract_From
source: From
am: ከ

# HR_EmployeeDetail_Contract_MonthlySalary
source: Monthly Salary
am: የወር ደሞዝ

# HR_EmployeeDetail_Contract_PersonEmployee
source: Judge
am: ስራ

# HR_EmployeeDetail_Contract_To
source: To
am: እስከ

# HR_EmployeeDetail_Cosign_AgreementDate
source: Agreement Sign Date
am: ውሉ የተፈረመበት ቀን

# HR_EmployeeDetail_Cosign_BirthPlace
source: Birth Place
am: የትውልድ ቦታ

# HR_EmployeeDetail_Cosign_FullName
source: Full Name
am: ሙሉ ሰም

# HR_EmployeeDetail_Cosign_Occupation
source: Occupation
am: ስራ

# HR_EmployeeDetail_Cosign_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Cosign_ReferenceType
source: Cosign Type
am: የዋስ አይነት

# HR_EmployeeDetail_Cosign_Workorganization
source: Work Organization
am: የሰሩበት ተቋም

# HR_EmployeeDetail_Disability_PersonEmployee
source: Judge
am: Employee Id

# HR_EmployeeDetail_Disability_Type
source: Type and level of disability
am: የአካል ጉዳት ዓይነት እና ደረጃ

# HR_EmployeeDetail_Emergency_HomePhoneNo
source: Home phone no
am: የቤት ስልክ ቁጥር

# HR_EmployeeDetail_Emergency_MobilePhoneNo
source: Mobile Phone no
am: የሞባይል ቁጥር

# HR_EmployeeDetail_Emergency_Name
source: Name
am: ስም

# HR_EmployeeDetail_Emergency_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Emergency_Relationship
source: Relationship
am: ዝምድና

# HR_EmployeeDetail_Emergency_WorkPhoneno
source: Work Phone no
am: የመስሪያ ቤት ቁጥር

# HR_EmployeeDetail_EmployeeAssociation_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_EmployeeAssociation_LookupId
source: Relationship
am: ዝምድና

# HR_EmployeeDetail_ExitInterview_DueToWork
source: Sick Due to Work
am: ከስራዎ በመነጨ ህመም ወይም ጉዳት ምክንያት እየደረሰብዎ ያለ ችግር አለ ?

# HR_EmployeeDetail_ExitInterview_MainReason
source: Main Reason
am: ስራ የለቀቁበት ምክንያት በትክክል ለመሙላት ፈቃደኛ የማይሆኑባቸው ሁኔታዎች ቢኖሩ ዋና ዋና ምክንያቶቹን በአጭሩ ይግለፁ

# HR_EmployeeDetail_ExitInterview_OtherReason
source: How esle to explain reasons
am: ሌላ ምከንያት

# HR_EmployeeDetail_ExitInterview_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_ExitInterview_Reason
source: Reason to Leave
am: ከስራ መልቀቂያ ምክንያት

# HR_EmployeeDetail_ExitInterview_Remark
source: Remark
am: መግለጫ

# HR_EmployeeDetail_ExitInterview_Sicknees
source: Explain Sicknees
am: እየደረሰብዎ ያለ የህመም ወይም የጉዳት ችግር ካለ ያብራሩ፡:

# HR_EmployeeDetail_ExitInterview_ToKeep
source: Things to Keep
am: በመሥሪያ ቤቱ ውስጥ ይሰሩ በነበረበት ወቅት ይወዷቸው ከነበሩት እና ወደፊት በመሥሪያ ቤቱ ሊያዳብራችው ከሚገቡ ጥሩ ነገሮች ዋና ዋናዎቹ ምንድን ናቸው?

# HR_EmployeeDetail_ExitInterview_ToRemove
source: Things to Remove
am: በመሥሪያ ቤቱ ውስጥ በነበርዎ ቆይታ የማያስደስትዎ ከነበሩት እና ወደፊት መሻሻል ይገባቸዋል ከሚሏቸው አስቸጋሪ ነገሮች ዋና ዋናዎቹ ምንድን ናቸው?

# HR_EmployeeDetail_Experience_ClearanceDateTime
source: Clearance Date
am: ክሊራንስ ቀን

# HR_EmployeeDetail_Experience_CleranceReason
source: Clearance Reason
am: የክሊራንስ ምክንያት

# HR_EmployeeDetail_Experience_EmploymentType
source: Employment Type
am: የቅጥር ሁኔታ

# HR_EmployeeDetail_Experience_From
source: From
am: ከ

# HR_EmployeeDetail_Experience_IncomeTaxPaymentRefNo
source: Income Tax Payment RefNo
am: የገቢ ግብር መክፈያ ደረሰኝ ቁጥር

# HR_EmployeeDetail_Experience_Organozation
source: Organization Name
am: የተቋሙ ሰም

# HR_EmployeeDetail_Experience_OrgFullAddress
source: Organization Address
am: የተቋሙ አድራሻ

# HR_EmployeeDetail_Experience_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Experience_Responsibility
source: Responsibility
am: የኃላፊነት ደረጃ
