Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: ExceedERP.Core/Localization/ResourcesCourt.*.resx
Languages: am

# HR_HealthAndInsurance_CourtInsurance_Association
source: Association
am: ቤተሰብ

# HR_HealthAndInsurance_CourtInsurance_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_CourtInsurance_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_HealthAndInsurance_CourtInsurance_For
source: For
am: ለ

# HR_HealthAndInsurance_CourtInsurance_InsuranceAmount
source: Insurance Amount
am: የሚከፈለው መጠን

# HR_HealthAndInsurance_CourtInsurance_Reason
source: Reason
am: ምክንያት

# HR_EmployeeDetail_EmployeeAssociation_AssociationType
source: Association Type
am: የዝምድና ዓይነት

# Enum_AssociationType_HUSBAND
source: HUSBAND
am: ባል

# Enum_AssociationType_OTHER
source: OTHER
am: ሌላ

# HR_Recruitment_ApplicantScreeningResult
source: Screening Result
am: የአመልካቾች የማጣሪያ ውጤት

# NavigatorHealthAndInsurance_CourtInsurance
source: Insurance
am: መድህን

source: Age
am: ዕድሜ

# NavigatorReport_Detail_EmployeeCourtInsuranceReport
source: Judge Insurance Report
am: የመድን ዋስትና የተገባለት ዳኛ

# HR_Company_RegionNation_LookupId
source: Nation
am: ብሔር

# HR_Company_RegionNation_Region
source: Region
am: ክልል

# NavigatorMiscellaneous_RegionNation
source: Nation by Region
am: በክልሎች የሚገኙ ብሔረሰቦች

# NavigatorReport_Detail_EmployeeJudgeByRegion
source: Federal Judges by Nation
am: የፌደራል ዳኞች የብሔረሰብ ሁኔታ

# NavigatorReport_Detail_JudgeDetail
source: Judge Statistics
am: የዳኞች ስታትስቲክስ

# NavigatorReport_Detail_JudgeByAge
source: Judge By Age
am: የፌደራል ፍ/ቤቶች ዳኞችብዛት በጾታ ተለይቶ

# NavigatorReport_Detail_JudgeByAgeEducation
source: Judge By Age Education
am: የዳኞች ብዛት በጾታና በትምህርት ደረጃ

# Common_BankReference_AccountNumber
source: Account Number
am: የቁጠባ ቁጥር

# Common_BankReference_BankId
source: Bank
am: የባንኩ ስም

# Common_BankReference_Type
source: Type
am: ዓይነት

# Common_Period_Status
source: Status
am: ያለበት ሁኔታ

# Payroll_Process_Close
source: Close
am: ዝጋ

# Payroll_Process_Distribution
source: Distribution
am: አሰራጭ

# Payroll_Process_Process
source: Process
am: ስራ

# Payroll_Process_Reverse
source: Reverse
am: መልስ

# Payroll_Process_Transfer
source: Transfer
am: አዛውር

# EmployeeDetail_Committee_Agenda
source: Agenda
am: አጀንዳ

# EmployeeDetail_Committee_FileNo
source: Minute No
am: የቃለ ጉባኤ ቁጥር

# EmployeeDetail_Committee_PlaceOfMetting
source: Place Of Metting
am: የስብሰባ ቦታ

# Enum_PromotionSetting_VACANCY_PASS_MARK
source: PASS_MARK
am: የማለፊያ ነጥብ

# HR_SelfCare_LeaveRequest_LeaveBalance
source: Leave Balance
am: ያለው መጠን

# Common_Attachment_FileName
source: File Name
am: የሰነዱ ዓይነት (ስም)

# HR_Send_For_Approval
source: Send For Approval
am: ጥያቄውን ላክ

# NavigatorLeave_LeaveTransferStatus
source: Leave Transfer Requests
am: የሚተላለፉ የዓመት ዕረፍት ጥያቄዎች

# Enum_AssignmentType_YEARLY_PROMOTION
source: YEARLY_PROMOTION
am: በዓመታዊ ዕድገት

# HR_SalaryStructure_Step_StepSequence
source: Step Sequence
am: ቅደም ተከተል

# NavigatorReport_Detail_EmployeePromotionPerYear
source: To Be Promoted Judge List
am: ዕድገት የሚያሰፈልጋቸው ዳኞች

# Enum_CommitteType_OBSERVANT
source: OBSERVANT
am: ታዛቢ

# Enum_CommitteType_PERFORMANCE
source: PERFORMANCE
am: የአፈፃፀም ግምገማ

# Enum_CommitteType_PROMOTION
source: PROMOTION
am: የዕድገት

# Enum_CommitteType_RECRUITMENT
source: RECRUITMENT
am: የቅጥር

# Common_PersonEmployee_FirstNameEnglish
source: First Name (Eng)
am: ስም (እንግ)

# Common_PersonEmployee_LastNameEnglish
source: Last Name (Eng)
am: የአያት ስም (እንግ)

# Common_PersonEmployee_MiddleNameEnglish
source: Middle Name (En)
am: የአባት ስም (እንግ)

# NavigatorSelfCare_FixedAsset
source: Judge Fixed Asset
am: የዳኛ ቋሚ እቃ ዝርዝር

# EmployeeDetail_Committee_Date
source: Date
am: ቀን

# Navigator_Hospital
source: Hospital
am: ሆስፒታል

# NavigatorReport_Detail_RefferalSheet
source: Patient Referral Report
am: ወደ ሆስፒታል የተላኩ ታካሚዎች

# HR_Company_AnnouncmentDetail_Detail
source: Detail
am: ዝርዝር

# HR_Company_Announcment_Date
source: Date
am: ቀን

# HR_Company_Announcment_Title
source: Title
am: ርዕስ

# NavigatorLeave_LeavePayable
source: Payable Leave
am: የሚከፈሉ የዓመት ፍቃዶች

# HR_HealthAndInsurance_InsuranceCategory_Name
source: Category
am: የመድህን መደብ

# HR_HealthAndInsurance_InsuranceType_Name
source: Name
am: የመድህን ስም

# HR_HealthAndInsurance_Insurance_Rate
source: Rate
am: ምጣኔ

# HR_HealthAndInsurance_Insurance_Stamp
source: Stamp
am: የቴምብር

# HR_HealthAndInsurance_Insurance_ThirdParty
source: Third party certificate & Sticker
am: የሶስተኛ ወገን የምስክር ወረቀት ና ምልክት

# HR_HealthAndInsurance_Insurance_Total
source: Total
am: ጠቅላላ

# NavigatorAnnouncment_Announcment
source: Announcement
am: ማስታወቂያ

# NavigatorAnnouncment_AnnouncmentDetail
source: Announcement Detail
am: የማስታወቂያ ዝርዝር

# NavigatorHealthAndInsurance_InsuranceCategory
source: Insurance Category
am: ሌሎች የመድህን መደቦች

# NavigatorHealthAndInsurance_InsuranceType
source: Insurance Type
am: የመድህን ዓይነቶች

# NavigatorHealthAndInsurance_OtherInsurance
source: Other Insurance
am: ሌሎች መድህኖች

# Enum_EmployeeStatus_PROBATION
source: PROBATION
am: የሙከራ ጊዜ

# HR_Prohibition_Prohibition_EmployeeCode
source: Judge Id
am: መለያ ቁጥር

# HR_ArchiveManagement_NewIncommingLetterRegistration_VolumeNo
source: Volume No
am: የማቀፊያው ክፍል

# HR_Discipline_DisciplineMeasuresType_Amount
source: Amount
am: የገንዘቡ መጠን

# HR_Discipline_DisciplineMeasuresType_IsByMoney
source: Is By Money?
am: በገንዘብ ነው?

# HR_HealthAndInsurance_Transfer
source: Transfer Patient to clinic
am: ታካሚውን ወደ ክሊኒክ መላኪያ

# HR_Allowance_AllowanceDefination_LookupId
source: Job Title
am: የስራ መደብ

# NavigatorPayroll_FixedContribution_AllEmployee
source: Apply for all employee
am: ለሁሉም ዳኛ ይተግበር

# Navigator_Recruitment_RecruitmentVacancy
source: Recruitment Vacancy
am: ቅጥርና ማስታወቂያ ማስተሳሰሪያ

# Enum_BranchTypes_Branch
source: HEAD_OFFICE
am: ዋና ቢሮ

# Enum_BranchTypes_Project
source: PROJECT
am: ፕሮጀክት

# HR_Company_BranchCostCenter_BranchId
source: Court
am: ፍርድ ቤት

# HR_Company_BranchCostCenter_OrgStructureId
source: Structure Name
am: የመዋቅር ስም

# HR_Company_BranchCostCenter_Values
source: Cost Center
am: ኮስት ሴንተር

# Navigator_Company_BranchCostCenter
source: Court and Cost Center
am: ፍርድ ቤት እና ኮስት ሴንተር

# HR_HealthAndInsurance_InsuranceCategory_InsuranceTypeId
source: Insurance Type
am: የመድህን ዓይነት

# HR_ArchiveManagement_LetterSender_BookNo
source: Book No
am: የመዝገብ ቁጥር

# HR_ArchiveManagement_LetterSender_FileName
source: File Name
am: የሰነድ ስም

# HR_ArchiveManagement_LetterSender_OwnerName
source: Owner Name
am: የባለቤቱ ስም

# HR_ArchiveManagement_LetterSender_Receiver
source: Receiver
am: ተቀባይ

# HR_ArchiveManagement_LetterSender_Sender
source: Sender
am: ላኪ

# HR_ArchiveManagement_LetterSender_Status
source: Letter Status
am: ያለበት ሁኔታ

# HR_ArchiveManagement_LetterSender_StatusName
source: Letter Status
am: ያለበት ሁኔታ

# HR_ArchiveManagement_LetterStatus_BookNo
source: Book No
am: የመዝገብ ቁጥር

# HR_ArchiveManagement_LetterStatus_Date
source: Date
am: ቀን

# HR_ArchiveManagement_LetterStatus_Decision
source: Decision
am: ውሳኔ

# HR_ArchiveManagement_LetterStatus_Location
source: Location
am: ቦታ

# HR_Archive_SelectEmployeeId
source: Selec Judge Id
am: ዳኛ ይምረጡ

# HR_Archive_SelectFolderNo
source: Select Folder No
am: የአቃፊ ቁጥ ይምረጡ

# HR_Archive_SelectInstitutionTypeId
source: Select Institution Type
am: የተቋሙን ዓነት ይረጡ

# Enum_VacancyType_CONTRACT
source: CONTRACT
am: ኮንትራት

# Enum_VacancyType_PERMANENT
source: PERMANENT
am: ቋሚ

# HR_RecruitmentManagment_ApplicantExperience_EducationInstitution
source: Institution Name
am: የተማሩበት ተቋም

# HR_RecruitmentManagment_Vacancy_VacancyType
source: Recruitment Type
am: የቅጥር ሁኔታ

# HR_RecruitmentManagment_ApplicantRegistration_LookupId
source: Job Title
am: የስራ መደቡ መጠሪያ

# NavigatorPrintableDocument_VacancyForMedia
source: Vacancy Letter For Media
am: ለሚዲያ የሚላክ የክፍት ስራ ማስታወቂያ ደብዳቤ

# NavigatorSelfCare_EmployeeDisciplinaryCase
source: Judge Disciplinary Case
am: የቅጣት መዝገብ

# Enum_LookUpTypes_COMPLAIN_TYPE
source: COMPLAIN_TYPE
am: የቅሬታ ዓይነት

# HR_Discipline_Appeal_AppealDetail
source: Appeal
am: የይግባኝ ዝርዝር

# HR_Discipline_Appeal_Date
source: Date
am: ቀን

# HR_EmployeeDetail_Complain_ComplainDescription
source: Complain
am: ቅሬታ

# HR_EmployeeDetail_Complain_Date
source: Date
am: ቀን

# HR_EmployeeDetail_Complain_LookupId
source: Complain Type
am: የቅሬታ ዓይነት

# NavigatorComplain
source: Complain
am: የቅሬታ ማስገቢያ

# NavigatorComplain_Detail
source: Complain Detail
am: የቅሬታ ዝርዝር

# HR_Payroll_EmployeePayroll_FixedContribution_ApplyToAll
source: Apply to all employee
am: ለሁሉም ዳኛ ይተግበር

# NavigatorBenefit_Delegation
source: Delegation
am: ውክልና

# HR_Allowance_Delegation_FromEmployee
source: From Judge
am: ከዳኛ

# HR_Allowance_Delegation_ToEmployee
source: To Judge
am: ለዳኛ

# HR_Discipline_DisciplineMeasuerByMoney_Amount
source: Amount
am: ጠ.መጠን

# HR_Discipline_DisciplineMeasuerByMoney_Balance
source: Balance
am: የተወራረደ

# HR_Discipline_DisciplineMeasuerByMoney_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Discipline_DisciplineMeasuerByMoney_GLPeriodId
source: Starting Period
am: የሚጀምርበት ወር

# HR_Discipline_DisciplineMeasuerByMoney_MonthlyAmount
source: Monthly Amount
am: በወር የሚከፈል

# NavigatorDiscipline_DisciplineMeasuerByMoney
source: Measuer By Money
am: የገንዘብ ቅጣት

# Enum_AllowanceType_PROJECT
source: PROJECT
am: ፕሮጀክት

# Enum_AllowanceType_RESPONSIBILITY
source: RESPONSIBILITY
am: የኃላፊነት

# NavigatorPayrollReport_AllowanceReport
source: Allowance Report
am: የጥቅማ ጥቅም ሃተታ

# HR_Discipline_DisciplineMeasuerByMoney_IsActive
source: Is Active?
am: ይተግበር?

# Payroll_Process_Referesh
source: Refresh
am: አድስ

# HR_EmployeeDetail_Complain_PersonEmployee
source: Judge
am: ዳኛ

# Enum_AssocationType_SPORT_FEE
source: SPORT_FEE
am: የስፖርት ክፍያ

# Enum_FixedContAmtType_AMOUNT
source: AMOUNT
am: ያለ%

# Enum_FixedContAmtType_GROSS
source: FROM_GROSS
am: ከጠቅላላ

# Enum_FixedContAmtType_NET
source: FROM_NET
am: ከተጣራ

# Enum_FixedContAmtType_PERCENT
source: PERCENT
am: በ %

# HR_Payroll_EmployeePayroll_FixedContribution_AmtPercnet
source: Amount/Percent
am: በ መጠን/ፐርሰንት

# HR_Payroll_EmployeePayroll_FixedContribution_NetGross
source: Net/Gross
am: ከ ተጣራ/ ጠቅላላ

# HR_EmployeeDetail_Experience_IsPrivate
source: Is Private
am: በግል ድርጅት ነው?

# HR_Company_JobTitleMapping_BranchId
source: Court
am: ፍርድ ቤት

# HR_Company_JobTitleMapping_WorkUnitId
source: Work Unit
am: የሥራ ክፍል

# HR_RecruitmentManagment_Vacancy_BranchId
source: Court
am: ፍርድ ቤት

# NavigatorHealthAndInsurance_InsuranceGroup
source: Insurance Group
am: የመድህን መደብ

# HR_Payroll_EmployeePayroll_FixedContribution_AmountPercent
source: Percent
am: የፐርሰንት መጠን

# HR_Payroll_EmployeePayroll_OverTimeTransfer_NormalHours
source: Normal Hours
am: በስራ ሰዓት

# Enum_PenalityType_PENALITY
source: EMPLOYEE_PENALITY
am: የዳኛ ቅጣት

# NavigatorBenefit_EmployeeAllowance_Referesh
source: Assign Per Job Title
am: በስራ መደብ ለሰራተኛው ስጥ

# NavigatorPayroll_OverTimeTransferMaintain
source: Judge Over Time
am: የዳኞች ትርፍ ሰዓት መመዝገቢያ

# Enum_PeriodStatusList_TRANSFERRED
source: TRANSFERRED
am: የተላለፈ

# HHR_Allowance_AllowanceDefination_From
source: From
am: ከ

# HR_Allowance_AllowanceDefination_To
source: To
am: እስከ

# Enum_AdditionTaxType_NON_TAXABLE
source: NON_TAXABLE
am: ያለታክስ

# Enum_AdditionTaxType_TAXABLE
source: TAXABLE
am: በታክስ

# HR_Payroll_PayrollInputs_Addition_AdditionTaxType
source: Taxable/Non Taxable
am: በታክስ/ያለታክስ

# Common_Company_Branch_BranchTypes
source: Court Types
am: የፍርድ ቤት ዓይነት

# Enum_RequestStatus_DEPARTMENT_APPROVAL
source: DEPARTMENT_APPROVAL
am: በስራ ክፍሉ ፀድቋል

# HR_SelfCare_LeaveRequest_IsForOther
source: Is for other employee?
am: ለሌላ ሰራተኛ ነው?

# ActionButton_ExportExcel
source: Export to Excel
am: ወደ ኤክሴል ላክ

# ActionButton_ExportPDF
source: Export to PDF
am: ወደ ፒዲኤፍ ላክ

# HR_Allowance_AllowanceDefination_AmtPercent
source: By Amount /Percent
am: በ መጠን / መቶኛ

# NavigatorCompany_ProjectType
source: Project Type
am: የፕሮጀክት ዓይነት

# Navigator_Company_JobTitleMappingTemp
source: Man Power Planning Template
am: የሰው ኃይል ዕቅድ ቴምፕሌት

# ActionButton_CopyTemp
source: Copy Template
am: መነሻውን ቅዳ

# NavigatorHealthInsurance_Insurance
source: Insurance
am: መድህን

# Enum_ContributionCategory_FIXED
source: FIXED
am: ቋሚ

# Enum_ContributionCategory_REGULAR
source: REGULAR
am: መደበኛ

# HR_AllowanceMaping_Refresh_Allowance
source: Refresh Allowance
am: ጥቅማ ጥቅም ማደሻ

# HR_AllowanceMapping
source: Allowance Mapping
am: ጥቅማ ጥቅም ማስተሳሰሪያ

# HR_Payroll_PayrollSetting_ContributionType_ContributionCategory
source: Contribution Category
am: የመዋጮ መደብ

# HR_Payroll_PayrollSetting_ContributionType_Description
source: Description
am: ስም

# Common_Period_BranchId
source: Court
am: ፍርድ ቤት

# NavigatorReport_Detail_JudgeByAssignmentDate
source: Judge by assignment
am: የዳኞች ስም ዝርዝር በ ሹመት

# NavigatorCompany_GenerateMP
source: Generate Man Power Planning
am: የሰው ሃብት ዕቅድ አስገኝ

# NavigatorHealthInsurance_Health
source: Health
am: ጤና

# NavigatorReport_Detail_JudgebyBranchCount
source: Judge Count By Court
am: የዳኞች ቁጥር በፍርድ ቤት

# NavigatorReport_Summary_JudgebyEduLevelCount
source: Judge Count By Education Level
am: የዳኞች ቁጥር በትምህርት ደረጃ

# NavigatorReport_Summary_JudgebyJobTitle
source: Judge Count By Job Title
am: የዳኞች ቁጥር በስራ መደብ

# NavigatorReport_Summary_JudgebyCourse
source: Judge By Course
am: የዳኞች ቁጥር በወሰዱት ስልጠና

# NavigatorPayrollReport_PayrollSummReconcilation
source: Payroll Summary Reconcilation
am: የጥቅል ደመወዝ ማመሳከሪያ

# ActionButton_EnableDisable
source: Enable/Disable
am: ጥቅም ላይ ይዋል/አይዋል

# Enum_Weekend_SATURDAY
source: SATURDAY
am: ቅዳሜ

# Enum_Weekend_SUNDAY
source: SUNDAY
am: ዕሁድ

# HR_Company_Holiday_Date
source: Date
am: ቀን

# HR_Company_Holiday_GlFiscalYearId
source: Year
am: ዓመት

# HR_Company_Holiday_Name
source: Holiday Name
am: የበዓሉ ስም

# HR_Company_Weekend_IsHalfDay
source: Is Half Day?
am: ግማሽ ቀን ነው?

# HR_Company_Weekend_Name
source: Day Name
am: የቀኑ ስም

# Navigator_Holiday
source: Holiday
am: በዓላት

# Navigator_Weekend
source: Weekend
am: የሳምንቱ የዕረፍት ቀናት

# HR_HealthAndInsurance_FixedAssetAccidentRecord_Amount
source: Accident Amount(By Money)
am: የጉዳት መጠን(በገንዘብ)

# HR_HealthAndInsurance_FixedAssetAccidentRecord_AssetRegistrationId
source: Vehicle
am: የተሸከርካሪው አይነት

# HR_HealthAndInsurance_FixedAssetAccidentRecord_GlFiscalYearId
source: Fiscal Year
am: በጀት ዓመት

# HR_HealthAndInsurance_FixedAssetAccidentRecord_PlateNumber
source: Plate Number
am: የሰሌዳ ቁጥር

# NavigatorBenefit_FixedAssetAccidentRecord
source: Vehicle Accident Record
am: የተሸከርካሪ ጉዳት መመዝገቢያ

# NavigatorReport_Detail_VehicleInsurance
source: Vehicle Insurance
am: የተሸከርካሪ ጉዳት

# Enum_AccidentLevel_HIGH
source: HIGH
am: ከፍተኛ

# Enum_AccidentLevel_LOW
source: LOW
am: ዝቅተኛ

# Enum_AccidentLevel_MEDIUM
source: MEDIUM
am: መካከለኛ

# Enum_AccidentType_CRASH
source: CRASH
am: ግጭት

# Enum_AccidentType_REVERSE
source: REVERSE
am: መገልበጥ

# Enum_InsuranceAttribute_CHILDREN
source: CHILDREN
am: ልጆች

# Enum_InsuranceAttribute_JUDGE
source: JUDGE
am: ዳኛ

# Enum_InsuranceAttribute_WIFE_OR_HUSBAND
source: WIFE_OR_HUSBAND
am: ባል ወይም ሚስት

# Enum_PromotionSetting_YEARLY_PROMOTION_PER_YEAR
source: YEARLY_PROMOTION_PER_YEAR
am: ዓመታዊ ዕድገት በዓመት

# Enum_RecruitmentResult_FAIL
source: FAIL
am: ወድቋል

# Enum_RecruitmentResult_PASS
source: PASS
am: አልፏል

# HR_HealthAndInsurance_VehicleAccidentDetail_AccidentLevel
source: Accident Level
am: የጉዳቱ መጠን

# HR_HealthAndInsurance_VehicleAccidentDetail_AccidentType
source: Accident Type
am: የጉዳቱ ዓይነት

# HR_HealthAndInsurance_VehicleAccidentDetail_IsThirdPartAccident
source: Is Third Party Accident?
am: በ3ኛ ወገን የተገጨ ነው?

# HR_ArchiveManagement_Answer
source: Answer
am: መልስ መስጫ

# HR_ArchiveManagement_Transfer
source: Transfer
am: ማስተላፊያ

# HR_ArchiveManagement_Decsion
source: Decsion
am: ውሳኔ

# HR_ArchiveManagement_TransferTo
source: Transfer
am: አስተላልፍ

# Common_PersonEmployee_IsInsured
source: Is Insured?
am: የመድህን ዋስትና ይገባለታል?

# HR_Allowance_AllowanceDefination_BranchId
source: Court
am: ፍርድ ቤት

# NavigatorReport_Detail_JudgeList
source: Judge List
am: የዳኞች ዝርዝር

# NavigatorReport_Detail_VehicleInsuranceByType
source: Insurance Report By Accident Level
am: የኢንሹራንስ ክትትል ክፍል ሪፖርት በጉዳት መጠን
