Repository: nahomwg/Manufacturing-Printing_ERP
Catalog: ExceedERP.Core/Localization/ResourcesCourt.*.resx
Languages: am

# HR_EmployeeDetail_Experience_Salary
source: Salary
am: ደሞዝ

# HR_EmployeeDetail_Experience_To
source: To
am: እስከ

# HR_EmployeeDetail_Experience_TotalDuration
source: Total Duration
am: ጠቅላላ ቆይታ

# HR_EmployeeDetail_JobTitleCode_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_JobTitleCode_TitleCode
source: Title Code
am: የስራ ደረጃ

# HR_EmployeeDetail_PlacementHistory_From
source: From
am: ከ

# HR_EmployeeDetail_PlacementHistory_JobTitle
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_EmployeeDetail_PlacementHistory_PersonEmployee
source: Judge
am: ዳኛ

# HR_EmployeeDetail_PlacementHistory_Rank
source: Grade
am: ደረጃ

# HR_EmployeeDetail_PlacementHistory_Salary
source: Salary
am: ደመወዝ

# HR_EmployeeDetail_PlacementHistory_Step
source: Step
am: እርከን

# HR_EmployeeDetail_PlacementHistory_To
source: To
am: እስከ

# HR_EmployeeDetail_Placement_AssignmentDate
source: Assignment Date
am: የተመደበበት ቀን

# HR_EmployeeDetail_Placement_AssignmentType
source: Assignment Type
am: የዳኛ ምደባ አይነት

# HR_EmployeeDetail_Placement_Branch
source: Court
am: ቀርንጯፍ

# HR_EmployeeDetail_Placement_Department
source: Department
am: ዲፓርትመንት

# HR_EmployeeDetail_Placement_JobTitleCode
source: Job Title
am: የስራ መደብ መጠሪያ

# HR_EmployeeDetail_Placement_JobTitleName
source: Job Title Name
am: የስራ መደብ መጠሪያ

# HR_EmployeeDetail_Placement_OrgStructureId
source: Structure Name
am: የመዋቅር ስም

# HR_EmployeeDetail_Placement_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Placement_Rank
source: Grade
am: ደረጃ

# HR_EmployeeDetail_Placement_ReportsTo
source: Reports To
am: ሪፖርት የሚያደርገው

# HR_EmployeeDetail_Placement_ResponsibilityLevel
source: Responsibility Level
am: የኃላፊነት ደረጃ

# HR_EmployeeDetail_Placement_Salary
source: Salary
am: ደመወዝ

# HR_EmployeeDetail_Placement_Step
source: Step
am: እርከን

# HR_EmployeeDetail_Termination_ApplicationDate
source: Application Date
am: ያመለከተበት ቀን

# HR_EmployeeDetail_Termination_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_EmployeeDetail_Termination_Reason
source: Reason
am: ምክንያት

# HR_EmployeeDetail_Termination_TerminationDate
source: Termination Date
am: የለቀቀበት ቀን

# HR_EmployeeDetail_Termination_TerminationType
source: Termination Type
am: ከስራ መልቀቂያ አይነት

# HR_HealthAndInsurance_AccidentMedicalRecord_AccidentRecordId
source: Accident Record
am: የተመዘገበው አደጋ

# HR_HealthAndInsurance_AccidentMedicalRecord_InstitutionName
source: Institution Name
am: የተቋሙ ስም

# HR_HealthAndInsurance_AccidentMedicalRecord_MedicalCost
source: Medical Cost
am: ለህክምና የወጣ ወጪ

# HR_HealthAndInsurance_AccidentMedicalRecord_MedicalTreatment
source: Medical Treatment
am: የተሰጠ ህክምና

# HR_HealthAndInsurance_AccidentRecord_AccidentPlace
source: Accident Place
am: የአደጋው መገኛ

# HR_HealthAndInsurance_AccidentRecord_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_AccidentRecord_DetailDescription
source: Detail Description
am: ዝርዝር መግለጫ

# HR_HealthAndInsurance_AccidentRecord_IsInOnJob
source: Is In On Job?
am: በስራ ላይ እያሉ ነው?

# HR_HealthAndInsurance_AccidentRecord_IsInWorkPlace
source: Is In Work Place?
am: በስራ ቦታ ላይ ነው?

# HR_HealthAndInsurance_AccidentRecord_Witness
source: Witness
am: ምስክር

# HR_HealthAndInsurance_InsuranceGroup_GroupName
source: Group Name
am: የቡድን ስም

# HR_HealthAndInsurance_InsuranceGroup_JobTitle
source: Job Title
am: የስራ መደብ

# HR_HealthAndInsurance_InsuranceGroup_JobTitleName
source: Job Title Name
am: የስራ መደብ

# HR_HealthAndInsurance_InsuranceGroup_OrganizationId
source: Work Unit
am: የመዋቅር ስም

# HR_HealthAndInsurance_Insurance_ClassOfBusiness
source: Class of Business
am: የቢዝነስ ደረጃ

# HR_HealthAndInsurance_Insurance_From
source: From
am: ከ

# HR_HealthAndInsurance_Insurance_InsuranceCorporation
source: Insurance Corporation
am: የመድህን ድርጅት

# HR_HealthAndInsurance_Insurance_InsuranceGroupId
source: Occupation
am: የመድህን መደብ

# HR_HealthAndInsurance_Insurance_Number
source: Number
am: ቁጥር

# HR_HealthAndInsurance_Insurance_Premium
source: Premium
am: ቅድመ ክፍያ

# HR_HealthAndInsurance_Insurance_Salary
source: Salary
am: ደሞዝ

# HR_HealthAndInsurance_Insurance_SumofInsured
source: Sum of Insured
am: ጠቅላላ መድህን

# HR_HealthAndInsurance_Insurance_To
source: To
am: እስከ

# HR_HealthAndInsurance_PatientCardDetail_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_PatientCardDetail_DiagnosisTratment
source: Diagnosis & Treatment
am: ምርመራና የተደረገው ህክምና

# HR_HealthAndInsurance_PatientCardDetail_PatientCardId
source: Card No
am: የካርድ ቁጥር

# HR_HealthAndInsurance_PatientCard_Age
source: Age
am: እድሜ

# HR_HealthAndInsurance_PatientCard_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_PatientCard_PatientCardId
source: Card No
am: የካርድ ቁጥር

# HR_HealthAndInsurance_PatientCard_PersonEmployee
source: Name
am: ስም

# HR_HealthAndInsurance_PatientCard_Sex
source: Sex
am: ፆታ

# HR_HealthAndInsurance_PatientCard_WorkSpace
source: Work Space
am: የስራ ቦታ

# HR_HealthAndInsurance_PatientsLeave_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_PatientsLeave_Days
source: Days
am: ቀናት

# HR_HealthAndInsurance_PatientsLeave_PatientCardId
source: Card No
am: የካርድ ቁጥር

# HR_HealthAndInsurance_PatientsLeave_RecommendedRest
source: Recommended Rest
am: የተሰጠ ፈቃድ

# HR_HealthAndInsurance_PatientsLeave_TentativeDiagnosis
source: Tentative Diagnosis
am: ጊዜያዊ ምርመራ

# HR_HealthAndInsurance_PatientsLeave_TreatedBy
source: Treated By
am: ህከምናው የሰጠው በ

# HR_HealthAndInsurance_Prescription_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_Prescription_PatientCardId
source: Card No
am: የካርድ ቁጥር

# HR_HealthAndInsurance_Prescription_Rate
source: Rate
am: የክፍፍል ቀመር

# HR_HealthAndInsurance_Prescription_TreatedBy
source: Treated By
am: ህከምናው የሰጠው በ

# HR_HealthAndInsurance_ReferralForm_ImmediateBoss
source: Immediate Boss
am: የቅርብ አለቃ

# HR_HealthAndInsurance_ReferralForm_MedicalRequestId
source: Medical Request
am: የህክምና ጥያቄ

# HR_HealthAndInsurance_ReferralForm_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_HealthAndInsurance_ReferralForm_ReferredDate
source: Referred Date
am: የማጣቀሻ ቀን

# HR_HealthAndInsurance_ReferralForm_ReferredTime
source: Referred Time
am: የማጣቀሻ ሰዓት

# HR_HealthAndInsurance_ReferralForm_Time
source: Returned Time
am: የተመለሰበት ቀን

# HR_HealthAndInsurance_ReferralSheet_BriefHistory
source: Brief History
am: የምርመራ ሂደት መግለጫ

# HR_HealthAndInsurance_ReferralSheet_Date
source: Date
am: ቀን

# HR_HealthAndInsurance_ReferralSheet_Diagnosis
source: Diagnosis
am: ምርመራ

# HR_HealthAndInsurance_ReferralSheet_LabXrayFindings
source: Lab and X-Ray Findings
am: የምርመራ እና የአክስሬይ ግኝት

# HR_HealthAndInsurance_ReferralSheet_PatientCardId
source: Card No
am: ካርድ ቁጥር

# HR_HealthAndInsurance_ReferralSheet_PhiscalFindings
source: Phiscal Findings
am: የተገኘ የዓካል ጉዳት

# HR_HealthAndInsurance_ReferralSheet_Recommendation
source: Recommendation
am: ምክር

# HR_HealthAndInsurance_ReferralSheet_RecommendedBy
source: Recommended By
am: የተመከረው በ

# HR_HealthAndInsurance_ReferralSheet_ReferredFrom
source: Referred From
am: የተጣቀሰው ከ

# HR_HealthAndInsurance_ReferralSheet_ReferredTo
source: Referred To
am: የተጣቀሰው ለ

# HR_HealthAndInsurance_ReferralSheet_TreatmentGiven
source: Treatment Given
am: የተሰጠው ህክምና

# HR_HealthAndInsurance_Restitution_RestitutionAmount
source: Restitution Amount
am: የካሳ ክፍያ

# HR_HealthAndInsurance_Treatment_Measure
source: Measure
am: ልኬት

# HR_HealthAndInsurance_Treatment_PrescriptionId
source: Prescription
am: Prescription Id

# HR_HealthAndInsurance_Treatment_Quntity
source: Quntity
am: ቁጥር

# HR_HRMPlan_LeavePlan_From
source: From
am: ከ

# HR_HRMPlan_LeavePlan_LeaveAmount
source: Leave Amount
am: የእረፍት ብዛት

# HR_HRMPlan_LeavePlan_Period
source: Period
am: ወቅት

# HR_HRMPlan_LeavePlan_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_HRMPlan_LeavePlan_To
source: To
am: እስከ

# HR_HRMPlan_RecruitmentPlan_EduLevel
source: Education Level
am: የትምህርት ደረጃ

# HR_HRMPlan_RecruitmentPlan_Experience
source: Related Experience
am: ተዛማጅ የስራ ልምድ

# HR_HRMPlan_RecruitmentPlan_From
source: Vacc.Ann.From
am: ክፍት .ማስ.ከ

# HR_HRMPlan_RecruitmentPlan_JobtitleName
source: Job Title Name
am: የስራ መደብ

# HR_HRMPlan_RecruitmentPlan_LookupId
source: Job Title
am: የስራ መደብ

# HR_HRMPlan_RecruitmentPlan_NoOfVacantPost
source: No Of Vacant Post
am: ጠቅላላ ክፍት ቦታ

# HR_HRMPlan_RecruitmentPlan_OrganizationId
source: Structure Name
am: የመዋቅር ስም

# HR_HRMPlan_RecruitmentPlan_OrgStructureId
source: Work Unit
am: የስራ ክፍል

# HR_HRMPlan_RecruitmentPlan_PlannedSalary
source: Planned Salary
am: የታቀደው ደሞዝ

# HR_HRMPlan_RecruitmentPlan_RankId
source: Grade
am: ደረጃ

# HR_HRMPlan_RecruitmentPlan_RecruiTime
source: Recruitment Time
am: የቅጥር ወቅት

# HR_HRMPlan_RecruitmentPlan_RecruitmentType
source: Recruitment Type
am: የቅጥር ዓይነት

# HR_HRMPlan_RecruitmentPlan_RecruSource
source: Recruitment Source
am: የቅጥር ምንጭ

# HR_HRMPlan_RecruitmentPlan_RelevantExp
source: Relevant Experience
am: ጠቃሚ የስራ ልምድ

# HR_HRMPlan_RecruitmentPlan_SpecialSkill
source: Special Skill
am: ልዪ ክህሎት

# HR_HRMPlan_RecruitmentPlan_To
source: Vacc.Ann.To
am: ክፍት.ማስ.እስከ

# HR_HRMPlan_TrainingPlan_CostPerPerson
source: Cost per person
am: ወጪ በሰው

# HR_HRMPlan_TrainingPlan_Course
source: Course
am: ኮርስ

# HR_HRMPlan_TrainingPlan_NoofTrainee
source: No of trainee
am: የሰልጣኝ ቁጥር

# HR_HRMPlan_TrainingPlan_Period
source: Period
am: ወቅት

# HR_HRMPlan_TrainingPlan_TargetGroup
source: Target group
am: ታሳቢ የተደረገው

# HR_HRMPlan_TrainingPlan_TotalCost
source: Total cost
am: ጠቅላላ ወጪ

# HR_HRMPlan_TrainingPlan_TrainingProvider
source: Training provider
am: ሰልጠና የሰጠው

# HR_HRMPlan_TrainingPlan_WorkUnit
source: Work Unit
am: የስራ ክፍል

# HR_LeaveManagment_LeaveEntitle_Amount
source: Entitlement
am: የሚገባው/ት ድርሻ

# HR_LeaveManagment_LeaveEntitle_LeavePeriod
source: Leave Period
am: የፈቃድ ወቅት

# HR_LeaveManagment_LeaveEntitle_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_LeaveManagment_LeavePaid_Amount
source: Amount of days paid in cash
am: ብዛት

# HR_LeaveManagment_LeavePaid_LeavePeriod
source: Leave period
am: የፈቃድ ወቅት

# HR_LeaveManagment_LeavePaid_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_LeaveManagment_LeaveTransfer_Amount
source: Transferred Amount
am: የተላለፈው ብዛት

# HR_LeaveManagment_LeaveTransfer_From
source: From
am: ከ

# HR_LeaveManagment_LeaveTransfer_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_LeaveManagment_LeaveTransfer_To
source: To
am: ወደ

# HR_LeaveManagment_Leave_After
source: After
am: በሃላ

# HR_LeaveManagment_Leave_Amount
source: Amount
am: ብዛት

# HR_LeaveManagment_Leave_Before
source: Before
am: በፊት

# HR_LeaveManagment_Leave_From
source: From
am: ከ

# HR_LeaveManagment_Leave_LeaveType
source: Leave Type
am: የፈቃድ አይነት

# HR_LeaveManagment_Leave_OrgName
source: Institution Name
am: የተቋሙ ስም

# HR_LeaveManagment_Leave_Period
source: Period
am: ወቅት

# HR_LeaveManagment_Leave_PersonEmployee
source: Judge
am: የዳኛ ስም

# HR_LeaveManagment_Leave_To
source: To
am: እስከ

# HR_Letters_IncommingStatus_Date
source: Date
am: ቀን

# HR_Letters_IncommingStatus_Decsion
source: Decsion
am: ውሳኔ

# HR_Letters_IncommingStatus_Incomming
source: Incomming
am: ገቢ

# HR_Letters_Incomming_Cluster
source: Cluster
am: ክፍል

# HR_Letters_Incomming_Folder
source: Folder
am: አቃፊ

# HR_Letters_Incomming_LetterDate
source: Letter Date
am: የደብዳቤ ቀን

# HR_Letters_Incomming_LettersRefNo
source: Letters Ref No
am: ማጣቀሻ ቁጥር

# HR_Letters_Incomming_NoOfAttachment
source: No Of Attachment
am: የተያያዥ ዶክመንት ብዛት

# HR_Letters_Incomming_Owner
source: Owner
am: ባለቤት

# HR_Letters_Incomming_RecivedDate
source: Recived Date
am: የተቀበለበት ቀን

# HR_Letters_Incomming_Subject
source: Subject
am: ጉዳዩ

# HR_Letters_OutgoingStatus_Destination
source: Destination
am: መዳረሻ

# HR_Letters_OutgoingStatus_NoOfAttachment
source: No Of Attachment
am: ጠቅላላ ተያያዝ መረጃ

# HR_Letters_OutgoingStatus_Subject
source: Subject
am: ጉዳዩ

# HR_Letters_Outgoing_CardSerialNo
source: Card Serial No
am: የካርድ ተከታታይ ቁጥር

# HR_Letters_Outgoing_Date
source: Card Open Date
am: ካርዱ የተከፈተበት ቀን

# HR_Letters_Outgoing_FolderNo
source: Folder No
am: የአቃፊ ቁጥር

# HR_Letters_Outgoing_Name
source: Name
am: ስም

# HR_Letters_Outgoing_Owner
source: Owner
am: ባለቤት

# HR_Payroll_EmployeePayroll_Advance_AdvanceAmount
source: Advance Amount
am: የቅድመ ክፍያ መጠን

# HR_Payroll_EmployeePayroll_Advance_Balance
source: Balance
am: የተወራረደ

# HR_Payroll_EmployeePayroll_Advance_Description
source: Description
am: መግለጫ

# HR_Payroll_EmployeePayroll_Advance_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_Advance_JumpHoliday
source: Jump Holiday
am: በዓል ይዘለል

# HR_Payroll_EmployeePayroll_Advance_MonthlyAmount
source: Monthly Amount
am: በወር የሚከፈል መጠን

# HR_Payroll_EmployeePayroll_Advance_Months
source: Months
am: የወራት መጠን

# HR_Payroll_EmployeePayroll_Advance_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_Association_AdditionalAmount
source: Additional Amount
am: ተጨማሪ ክፍያ

# HR_Payroll_EmployeePayroll_Association_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_Association_IsMemeber
source: Is Memeber
am: አባል ናቸው?

# HR_Payroll_EmployeePayroll_Association_MonthlyAmount
source: Monthly Amount By Percent
am: በወር የሚከፈል መጠን በመቶኛ

# HR_Payroll_EmployeePayroll_Association_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_Association_Type
source: Type
am: የማህበሩ ዓይነት

# HR_Payroll_EmployeePayroll_FixedContribution_Amount
source: Amount
am: የመዋጮ መጠን

# HR_Payroll_EmployeePayroll_FixedContribution_Balance
source: Balance
am: የተወራረደ

# HR_Payroll_EmployeePayroll_FixedContribution_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_FixedContribution_LookupId
source: Name
am: የመዋጮ ስም

# HR_Payroll_EmployeePayroll_FixedContribution_MonthlyAmount
source: Monthly Amt
am: በወር የሚከፈል መጠን

# HR_Payroll_EmployeePayroll_FixedContribution_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_Loan_Balance
source: Balance
am: የተወራረደ

# HR_Payroll_EmployeePayroll_Loan_Description
source: Description
am: መግለጫ

# HR_Payroll_EmployeePayroll_Loan_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_Loan_JumpHoliday
source: Jump Holiday
am: በዓል ይዘለል

# HR_Payroll_EmployeePayroll_Loan_LoanAmount
source: Loan Amount
am: የብድር መጠን

# HR_Payroll_EmployeePayroll_Loan_MonthlyAmount
source: Monthly Amount
am: በወር የሚከፈል መጠን

# HR_Payroll_EmployeePayroll_Loan_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_OverTimeTransfer_Date
source: Date
am: ቀን

# HR_Payroll_EmployeePayroll_OverTimeTransfer_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_OverTimeTransfer_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_OverTime_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_OverTime_HolidayHours
source: Holiday Hours
am: በበዓል ሰዓት

# HR_Payroll_EmployeePayroll_OverTime_NightHours
source: Night Hours
am: በምሽት ሰዓት

# HR_Payroll_EmployeePayroll_OverTime_NormalHours
source: Normal Hours
am: በስራ ሰዓት

# HR_Payroll_EmployeePayroll_OverTime_PeriodId
source: Period
am: ወር

# HR_Payroll_EmployeePayroll_OverTime_RestdayHours
source: Restday Hours
am: በዕረፍት ሰዓት

# HR_Payroll_EmployeePayroll_PayrollSetting_Account
source: Account
am: አካውንት

# HR_Payroll_EmployeePayroll_PayrollSetting_Description
source: Description
am: መግለጫ

# HR_Payroll_EmployeePayroll_PayrollSetting_EmployeeId
source: Judge
am: የዳኛው ስም

# HR_Payroll_EmployeePayroll_PayrollSetting_IsPerCostCenter
source: Is Per Cost Center
am: በኮስት ሴንተር ነው?

# HR_Payroll_EmployeePayroll_PayrollSetting_IsPerEmployee
source: Is Per Judge
am: በእያንዳንዱ ዳኛ ነው?

# HR_Payroll_EmployeePayroll_PerdimeSetting_Amount
source: Amount
am: መጠን

# HR_Payroll_EmployeePayroll_PerdimeSetting_Maximum
source: Maximum
am: መድረሻ

# HR_Payroll_EmployeePayroll_PerdimeSetting_Minmum
source: Minmum
am: መነሻ

# HR_Payroll_EmployeePayroll_RegularContribution_AdditionalAmount
source: Additional Amount
am: ተጨማሪ የሚከፈል(በወር)

# HR_Payroll_EmployeePayroll_RegularContribution_Amount
source: Monthly Amt Percentage
am: በወር የሚከፈል በመቶኛ

# HR_Payroll_EmployeePayroll_RegularContribution_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_EmployeePayroll_RegularContribution_IsActive
source: Is Active
am: ይቆረጥ?

# HR_Payroll_EmployeePayroll_RegularContribution_LookupId
source: Contribution
am: መዋጮ

# HR_Payroll_EmployeePayroll_RegularContribution_PeriodId
source: Period
am: ወር

# HR_Payroll_PayrollInputs_Addition_Amount
source: Amount
am: መጠን

# HR_Payroll_PayrollInputs_Addition_EmployeeId
source: Judge
am: የዳኛ ስም

# HR_Payroll_PayrollInputs_Addition_LookupId
source: Type
am: ዓይነት

# HR_Payroll_PayrollInputs_Addition_PeriodId
source: Period
am: ወር

# HR_Payroll_PayrollSetting_PayrollEmployeeAccount_LocationAccCode
source: Per Judge Account/Sub Account
am: የዳኛ አካውንት ቁጥር

# HR_PerformanceManagment_EmployeeMeasurementDefinition_PercentageofWeight
source: Percentage of Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_EmployeeMeasurementDefinition_PeriodId
source: Period
am: ወር

# HR_PerformanceManagment_EmployeeMeasurementDefinition_PersonEmployee
source: Judge
am: ዳኛ

# HR_PerformanceManagment_EmployeeMeasurementDefinition_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_EmployeeMeasurementDefinition_Role
source: Role
am: ሚና

# HR_PerformanceManagment_EmployeeMeasurement_EmpMeasurementId
source: Judge Measurement Id
am: Employee Measurement Id

# HR_PerformanceManagment_EmployeeMeasurement_PercentageofWeight
source: Percentage of Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_EmployeeMeasurement_PersonEmployee
source: Judge
am: ዳኛ

# HR_PerformanceManagment_EmployeeMeasurement_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_EmployeePerformanceAction_EmpActionId
source: Judge Action Id
am: Employee Action Id

# HR_PerformanceManagment_EmployeePerformanceAction_PercentageofWeight
source: Percentage of Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_EmployeePerformanceAction_PersonEmployee
source: Judge
am: ዳኛ

# HR_PerformanceManagment_EmployeePerformanceAction_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_EmployeePerformance_EmployeePerformanceId
source: Judge Performance Id
am: Employee Performance Id

# HR_PerformanceManagment_EmployeePerformance_EvaluationType
source: Evaluation Type
am: የግምገማ አይነት

# HR_PerformanceManagment_EmployeePerformance_PersonEmployee
source: Judge
am: ዳኛ

# HR_PerformanceManagment_MeasurementDefinition_EvaluationCriteria
source: Evaluation Criteria
am: የግምገማ መስፈርት

# HR_PerformanceManagment_MeasurementDefinition_EvaluationType
source: Evaluation Type
am: የግምገማ አይነት

# HR_PerformanceManagment_MeasurementDefinition_PercentageofWeight
source: Percentage of Weight
am: የመለኪያው ክብደት

# HR_PerformanceManagment_MeasurementDefinition_PersonEmployee
source: Judge
am: ዳኛ

# HR_PerformanceManagment_MeasurementDefinition_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_MeasurementDefinition_Role
source: Role
am: ያለው ኃላፊነት

# HR_PerformanceManagment_Measurement_MeasurementName
source: Measurement Name
am: የልኬት ስም

# HR_PerformanceManagment_Measurement_PercentageofWeight
source: Percentage of Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_Measurement_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_PerformanceAction_ActionName
source: Action Name
am: የተወሰደው እርምጁ

# HR_PerformanceManagment_PerformanceAction_PercentageofWeight
source: Percentage of Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_PerformanceAction_Result
source: Result
am: ውጤት

# HR_PerformanceManagment_PerformanceBehavior_DataSource
source: Performance Data source
am: የአፈጻጸም ምንጭ

# HR_PerformanceManagment_PerformanceBehavior_MeasureId
source: Behavior Measure
am: የባህሪ ልኬት

# HR_PerformanceManagment_PerformanceBehavior_Weight
source: Percentage Weight
am: የክፍፍል ቀመር

# HR_PerformanceManagment_PerformanceRank_Description
source: Description
am: መግለጫ

# HR_PerformanceManagment_PerformanceRank_Maximum
source: Maximum
am: መድረሻ

# HR_PerformanceManagment_PerformanceRank_Minimum
source: Minimum
am: መነሻ

# HR_Prohibition_Prohibition_EndDate
source: End Date
am: የማብቂያ ቀን

# HR_Prohibition_Prohibition_EvaluationResult
source: Evaluation Result
am: የግመገማ ውጤት

# HR_Prohibition_Prohibition_PersonEmployee
source: Judge Name
am: የዳኛ ስም

# HR_Prohibition_Prohibition_Status
source: Status
am: ሁናቴ

# HR_RecruitmentManagment_ApplicantExamResult_Interview
source: Interview
am: ቃለ መጠይቅ

# HR_RecruitmentManagment_ApplicantExamResult_PracticalExam
source: Practical Exam
am: የተግባር ፈተና

# HR_RecruitmentManagment_ApplicantExamResult_TheoryExam
source: Theory Exam
am: የፅሁፍ ፈተና

# HR_RecruitmentManagment_ApplicantExamResult_Total
source: Total Result
am: ጠቅላላ ውጤት

# HR_RecruitmentManagment_ApplicantExperience_EducField
source: Educational Field
am: የትምህርት ዓይነት

# HR_RecruitmentManagment_ApplicantExperience_EduLevel
source: Educational Level
am: የትምህርት ደረጃ

# HR_RecruitmentManagment_ApplicantExperience_Experience
source: Experience
am: የስራ ልምድ (በዓመት)

# HR_RecruitmentManagment_ApplicantExperience_From
source: From
am: ከ

# HR_RecruitmentManagment_ApplicantExperience_OrganizationName
source: Organization Name
am: የመስሪያ ቤቱ ስም

# HR_RecruitmentManagment_ApplicantExperience_Postion
source: Postion
am: የስራ ኃላፊነት

# HR_RecruitmentManagment_ApplicantExperience_To
source: Graduation Time
am: ያጠናቀቁበት ጊዜ

# HR_RecruitmentManagment_ApplicantRegistration_Age
source: Age
am: እድሜ

# HR_RecruitmentManagment_ApplicantRegistration_ApplicantName
source: Applicant Name
am: የአመልካች ስም

# HR_RecruitmentManagment_ApplicantRegistration_CheckedBy
source: Checked By
am: ያረጋገጠው

# HR_RecruitmentManagment_ApplicantRegistration_EduField
source: Field of Education
am: የትምህርት አይነት

# HR_RecruitmentManagment_ApplicantRegistration_EduLevel
source: Level of Eduaction
am: የትምህርት ደረጃ

# HR_RecruitmentManagment_ApplicantRegistration_RegisterBy
source: Registered By
am: የመዘገበው አካል

# HR_RecruitmentManagment_ApplicantRegistration_RegistrationDate
source: Registration Date
am: የምዝገባ ቀን

# HR_RecruitmentManagment_ApplicantRegistration_RegistrationPalce
source: Registration Place
am: የምዝገባ ቦታ

# HR_RecruitmentManagment_ApplicantRegistration_Sex
source: Sex
am: ፆታ

# HR_RecruitmentManagment_ApplicantRegistration_Title
source: Title
am: የስራው አይነት

# HR_RecruitmentManagment_ApplicantRegistration_TitleCheck
source: Title
am: ያረጋገጠው ሰው ሃላፊነት

# HR_RecruitmentManagment_ApplicantRegistration_TotalResult
source: Total Result
am: ጠቅላላ ውጤት

# HR_RecruitmentManagment_ApplicantRegistration_VaccancyCode
source: Vaccancy Code
am: የማስተዋወቂያ ቁጥር

# HR_RecruitmentManagment_ApplicantRegistration_WorkExpriance
source: Work Expriance
am: የስራ ልምድ

# HR_RecruitmentManagment_ApplicantResult_EduLevel
source: Eduaction Level
am: የትምህርት ደረጃ

# HR_RecruitmentManagment_ApplicantResult_Interview
source: Interview
am: ቃለ መጠይቅ

# HR_RecruitmentManagment_ApplicantResult_PracticalExam
source: Practical Exam
am: የተግባር ፈተና

# HR_RecruitmentManagment_ApplicantResult_Rank
source: Grade
am: ደረጃ

# HR_RecruitmentManagment_ApplicantResult_RelatedExperience
source: Related Experience
am: ተያያዝ የስራ ልምድ

# HR_RecruitmentManagment_ApplicantResult_RelevantExperience
source: Relevant Experience
am: ተገቢ የስራ ልምድ

# HR_RecruitmentManagment_ApplicantResult_TheoryExam
source: Theory Exam
am: የንድፈ ሀሳብ ፈተና

# HR_RecruitmentManagment_ApplicantResult_Total
source: Total
am: ጠቅላላ

# HR_RecruitmentManagment_ApplicantScreeningResult_Disability
source: Disability
am: የአካል ጉዳት

# HR_RecruitmentManagment_ApplicantScreeningResult_Discipline
source: Discipline
am: ፀባይ

# HR_RecruitmentManagment_ApplicantScreeningResult_EduField
source: Educational Field
am: የትምህርት ዓይነት

# HR_RecruitmentManagment_ApplicantScreeningResult_EduLevel
source: Educational Level
am: የትምህርት ደረጃ

# HR_RecruitmentManagment_ApplicantScreeningResult_Gender
source: Gender
am: ፆታ

# HR_RecruitmentManagment_ApplicantScreeningResult_Profile
source: Profile
am: ግለ ታሪክ

# HR_RecruitmentManagment_ApplicantScreeningResult_RelatedExperience
source: Related Experience
am: ተያያዥ የስራ ልምድ

# HR_RecruitmentManagment_ApplicantScreeningResult_RelevantExperience
source: Relevant Experience
am: የስራ ልምድ
